{"sents": ["August 1st, 191Saint Mihiel - France Minutes earlier, on the other side of the front... Night of April 22nd, 191The Labyrinth June 1st, 191Reims - France ROAD N4This is the story of strangers, who would somehow come to help a young German soldier find his love but only if these five characters survive the horror of the trenches and follow their faithful canine companion.", "First there' s Emile a French Prisoner of War who ends up pealing potatoes for the Germans, after a single bloody charge.", "Then there' s lucky Freddie, the American volunteer who always seems to find his way out of danger.", "Anna the rose of the trenches, who' s knee - deep in mud and blood next to her boys.", "And there' s George the British aviator who lied about knowing how to fly.", "And finally Karl, alone, lost in the maze of trenches and sick with love for Marie, Emile' s daughter.", "Between 191and 1918, inside the trenches of the western front millions of men fought, lived and died Some made it, some did not, here are their stories.", "not used in the game do not translate not used in the game do not translate not used in the game do not translate not used in the game do not translate March 10th, 191German Camp, Neuve - Chapelle September 7th, 191Marne, France August 13th, 191Saint Mihiel barracks August 21st, 191Crusnes - France not used in the game do not translate Ubisoft Montpellier presents This Game is better played with headphones Chapter New Game Continue Back Collectibles Settings Chapter Chapter Chapter Chapter Back Close Validate Resume Retry Rewind Quit Casern Marne Battle Neuve - Chapelle Ypres Neuville - Saint - Vaast Reims not used not used in the game do not translate not used in the game do not translate not used in the game do not translate", "War is declared June 28th 1914, archduke Franz - Ferdinand, heir to the Austrian - Hungarian throne, was assassinated in Sarajevo.", "As a result of the chain of diplomatic and military alliances in place, the event launched Europe into an armed conflict that, with the involvement of colonies, took on a global dimension.", "August 1st, Germany declared war on Russia.", "August 3rd, Germany declared war on France.", "August 4th, Britain declared war on Germany.", "August 11th and 12th, France and Britain declared war on Austria - Hungary.", "not used not used not used", "Americans in the French army 12Americans enrolled in the French army from the start of the conflict, mostly in Paris, including the poet, Alan Seeger.", "The majority joined the Foreign Legion and took part in the Battle of the Marne.", "Others joined the air force, which later became the Lafayette squadron.", "2gave their lives for France including Alan Seeger.", "The media attention they received in the United States played a decisive role in their own country' s decision to join the war years later.", "End of the first chapter Forward, March Raise the flag at the end of the basic training A new friendship is born Shoot the tractor before it crushes Emile It' s all fire and death now...", "Witness the zeppelin crash A glimmer of hope Rescue Karl from underneath the zeppelin Cease - fire?", "Finish the Douaumont Fort mission Please connect a wireless controller.", "Please reconnect the wireless controller.", "Make sure it is assigned to the correct port: Please reconnect the Xbox 36controller.", "Please reconnect the controller This game saves data automatically at certain points.", "Do not turn off your system when the following icon is displayed in the bottom right corner of your screen.", "Delete Continue without saving The saved data appears to be damaged and cannot be loaded You are not the owner of this save data.", "The Continue option is not available.", "Starting a new game will delete the current save data and create a new one.", "OK If you start a New Game, you will lose your current progress.", "Do you want to continue?", "Cancel Continue Your save data was made with a more recent version of Valiant Hearts: The Great War.", "Please, update the game or choose \" New Game \" to create new save data.", "You have not selected a storage device.", "You will need to select a storage device in order to save game progress.", "Do you want to select one now?", "You are not signed in.", "Do you want to sign - in with a profile?", "You will not be able to save your progress unless you select a profile.", "Storage device Yes No The storage device in use has been removed.", "You will not be able to save your game without a storage device.", "Please select a storage device or continue without saving.", "The storage device in use has been removed.", "You will not be able to save your game without a storage device.", "Please select a storage device or continue without saving.", "Achievements and challenge bonuses will only be rewarded to the primary profile.", "A save already exists on this storage device.", "Do you want to overwrite it?", "If you delete this data, you will lose your current progress.", "Do you want to continue?", "Sign - in change A sign - in change occurred.", "You are now being returned to the title screen.", "Save Game", "Railways With the outbreak of war, each country was eager to dispatch its army in situ as quickly as possible to gain the advantage.", "Railways were essential for mobilisation and supply.", "By August 1914, the British realised the importance of rail in the war effort and dispatched Royal Engineers to the front to build new lines.", "By 1917, 40, 00enlisted railway soldiers were working for the RE in France and Flanders.", "Feeding soldiers at the front Supplying millions of men at the front with enough food was a logistical nightmare.", "The diet was mainly composed of bread, rice, soup and sometimes meat and dried vegetables.", "Food parcels from home were ambrosia for the troops.", "British soldiers had a ration of a pint of wine and a third of a pint of rum every day.", "One of soldiers' fatigue duties was to go behind the lines with containers to fetch their company' s rations.", "Sometimes food did not reach the frontline and infantrymen could go without food and drink for several days.", "The debacle of August 191In the early fighting the German army made swift progress.", "After invading Belgium they marched on Paris in late August.", "French troops retreated en masse and units were outflanked and repelled, taken prisoner or killed.", "The months of August to September 191marked the bloodiest period of the war with over 180, 00French casualties alone.", "The French authorities described the debacle as an organized retreat; the war to win over public opinion had begun.", "The Battle of the Marne Drawn up long before the war, the Von Schlieffen Plan aimed at swiftly overrunning France via Belgium and northern France.", "After the August debacle, on September 6, French troops turned to face German troops in the decisive Battle of the Marne and prevented the capture of Paris.", "The Battle was the first time Franco - British forces managed to halt the German advance and thwart the main German battle plan.", "The front retreated northwards and stabilised in December, when trench warfare began in earnest.", "Machine guns The Great War demonstrated the technical progress of the age, symbolised by the machine gun.", "WWI devices could now shoot up to 20bullets before requiring cooling and were perfectly integrated into infantry attacks.", "German machine guns deployment in the front line gave them a vast superiority at the start of the conflict.", "Barbed wire Invented in 1874, barbed wire was already a common feature of trench protection in battle, but with the Great War' s onus on trench warfare, it became widespread.", "Thousands of tons were deposited in no man' s land.", "Both sides sought tools and strategies to overcome barbed wire such as grappling irons and wirecutters.", "Intensive bombardment was deemed to be most effective method and the tactic became widespread.", "Dead soldiers putrefying on barbed wire remains one of the enduring images of the war, a powerful symbol of its violence.", "million prisoners of war Between 191and 191over million men were taken prisoner, including 1. million German and 200, 00British troops.", "Despite the 190Hague Convention and the efforts of the International Red Cross, prison conditions and forced labour proved harsh for conscripts and hundreds of thousands never made it home.", "The Battle of Neuve - Chapelle March 10th 1915, British shells literally rained down on German forces.", "For the first time the technique creeping barrage was used, a barrage where the fire of all units targets the same position for a period before advancing one line at a time.", "The infantry' s advance was synchronised at a safe distance behind this barrage, so that German lines could then be overrun.", "That day, 53cannons fired over 216, 00shells, that is to say, one shell per weapon every minutes.", "Letters Letters remained the only real means of communication with the outside world; radios and telephones were only used for military ends.", "All soldiers wrote to their loved ones back home.", "As war correspondence was free of charge, this created logistical and financial problems.", "1billion letters and postcards were sent to and from the front during the war.", "The early - war postal system was chaotic but then the front was then separated into sectors each with its own postcode.", "The visit from the military postmaster was eagerly awaited.", "Mud Trench life was difficult.", "Soldiers were confronted with cold, rain and mud.", "Dirty water meant that diseases such as dysentery, typhus and cholera flourished.", "The depth of the mud also presented dangers and soldiers sometimes drowned in shell holes or in the tunnels leading to the trenches.", "The Garhwal Rifles In the early 20th century, Great Britain and France governed huge colonial empires and put them to use during the war.", "Indian troops were deployed by Britain in the Middle - East as well as on the European front, and made an important contribution to the war effort.", "Many victories were achieved thanks to their bravery and discipline in combat.", "A monument commemorating their sacrifice stands in Neuve - Chapelle (France ).", "First gas attack April 22nd 191at Ypres came the first gas attack in history.", "5, 73cylinders of chlorine were open by the Germans in favourable winds.", "Chlorine gas caused burns to the eyes, skin, and lungs even through clothes and rubber boots.", "The effects were devastating.", "The only defence found by the Canadians was to cover their noses with a urine - soaked handkerchief.", "The Battle of Ypres Ypres was a key strategic town in Belgium, especially for the British.", "It was the gateway to the north and thus to Britain.", "Canadian troops were deployed in the front line, and they proved their endurance and dependability in combat to the allies.", "6, 00Canadian lives were lost in the battle in April 1915.", "The dogs of war It is estimated that by 1918, the Germans had employed 30, 00dogs while the allies employed 20, 000.", "Dogs were recruited from dog pounds and the police force, while many families also enlisted their pets.", "Dogs had a number of roles, as sentries and scouts, in postal liaison, and equipment transport, in locating casualties and explosives and as mascots.", "The main breeds deployed were German shepherds, Doberman Pinschers and Bouviers.", "Zeppelin bombardment Zeppelins were invented in 190by the German Count von Zeppelin, but the first long distance flight didn' t take place until 1908.", "Zeppelins weren' t much slower than the aircraft of the period and were first used in reconnaissance.", "They could also fly at higher altitudes so from 1915, they were used to bomb civilians in London and Paris.", "The Labyrinth Vimy and Neuville - Saint - Vaast were two positions the Germans were quick to fortify.", "Here they built the \" Labyrinth \", a complex network of trenches and tunnels, connected to underground sleeping quarters.", "Allied armies unsuccessfully attempted to seize this key position on numerous occasions.", "Due to the huge number of casualties, in late 1915, the position was declared impregnable.", "The trenches Between the sides, there was an imbalance in trench conditions.", "After securing a head start in trench construction, the Germans reinforced them with iron and concrete, while the allies had to wallow in mud.", "The allies' changeover policy maybe contributed to this.", "Allied soldiers had day shifts on the front, whereas German soldiers were allocated a specific zone for an indeterminate period, giving them a chance to settle in.", "Naval cannons Naval cannons were capable of firing heavy - duty 800 - pound shells.", "Due to their weight they were mounted on special rails for transport to firing platforms.", "In the event of a retreat, artillerymen were instructed to destroy the cannons rather than let them fall into enemy hands.", "The hecatomb The first three months of the war saw especially heavy losses.", "August 22nd 191was the bloodiest day of the whole war, with heavy casualties.", "The numbers of wounded were far greater than had been anticipated, and the military health services struggled to cope with the scale of the conflict.", "Reims cathedral The city of Reims suffered during the war.", "September 19th 1914, as the Germans retreated from the city, they set fire to the cathedral.", "Then, as the city was so close to the conflict zone, it was bombarded by zeppelins and cannonfire.", "During the bombardments the statue of Joan of Arc in front of the Cathedral lost a hand before it was dismantled and stored in the catacombs.", "By the end of the war only 1, 50inhabitants were still living in Reims.", "The Home Front With practically all able - bodied men mobilised at the front, women, children and the elderly were employed in factories to ensure weapons production.", "Women took on traditional male jobs, some even held positions of responsibility.", "This new role changed their status in society, and in the wake of the war, women over 3years old were given the vote.", "The Women' s Institute held its first meeting in 1915, with the aim of encouraging women to become more involved in food production during the war, and the movement flourished.", "Eighteen months later In over eighteen months of combat the front barely moved, as each side dug in and tried to claw back enemy' s positions.", "The war of attrition turned 191into the bloodiest year, and civilians became hugely affected too.", "By late 1915, shortfalls in human and food resources began make themselves felt, while ammunition shortages were especially problematic.", "Retry", "Capture the flag Flags were powerful symbols for each unit and once captured became trophies.", "When overrun, soldiers took the time to hide or bury them before being taken prisoner.", "With the arrival of trench warfare, flags disappeared from the battlefield and only made an appearance at military ceremonies away from the front.", "Explosives Trench fortifications required the use of explosives.", "To penetrate enemy lines, long tunnels were dug under no man' s land beneath enemy trenches, inside which explosives were placed.", "The English used cordite, a powerful explosive that could be detonated at a distance.", "January February March April May June July August September October November December 191191191191191August 14th, 191Gare de l' Est train station - France Several days later August 1st, 191After the assassination of the prince Franz Ferdinand of the Austro Hungarian Empire, The German empire declares war on Russia Because of established alliances, France is preparing for conflict.", "A few hours after the announcement of the general mobilisation, German civilians living in France are asked to leave the country.", "Karl, is one of them!", "1st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th 11th 12th 13th 14th 15th 16th 17th 18th 19th 20th 21st 22nd 23rd 24th 25th 26th 27th 28th 29th 30th 31st Saint Mihiel Emile' s Farm Paris Crusnes Chambry Neuve - Chapelle Ypres Neuville - Saint - Vaast Reims", "The barracks and the regiment Battalions comprised of a Battalion Headquarters and four Companies, a total of 1, 00men in all.", "Companies were composed of platoons, in turn divided into sections each of 1men commanded by an NCO.", "Britain was slow to mobilise on the Western Front.", "Half its army was overseas and with a genuine fear of invasion, infantry divisions were held in reserve in Britain and not included in the British Expeditionary Force.", "While conscription only came into force in 1916, voluntary enlistment was initially overwhelming with 750, 00men eager to show their patriotism.", "not used in the game do not translate Paris Marne Ypres Crash site Verdun Douaumont Fort Prison Camp Douaumont Vauquois' mines Reims Forest The Somme Vaubecourt Occupied casern Vimy ridge The Farm Chemin des Dames Saint Mihiel Maizy A heavy - hearted Emile was called up to fight and left the farm for Saint Mihiel.", "Like so many others, he had no idea what fate had in store for him.", "At the train depot in Paris, trying to reach his regiment at platform 21, Emile would meet the man he would soon fight alongside, the man who would come to be his truest friend.", "August 21st, 191Emile' s regiment was sent to fight against the 71st German division led by Baron Von Dorf.", "The general cheer of the first hours dissipated into the fear of first combat.", "Freddie, originally from America, enlisted voluntarily in the French forces at the start of the war.", "Behind his bravery hid a man already devastated by the war' s effects.", "A man with one sole obsession: Punish those who had destroyed his life.", "Thanks to support from British forces, the German plan failed.", "The front line moved back to the north and with the arrival of winter froze.", "Soldiers holed up amid a vast labyrinth of trenches and tunnels, that would become the indelible image of the Great War.", "Karl' s regiment retreated to the outskirts of Neuve Chapelle, the same camp where Emile was being held prisoner.", "Amidst the never - ending attacks and counter - attacks, Freddie and Emile hunted the elusive Baron and his regiment in Ypres.", "Her name was Anna, a Belgian student living in Paris.", "She was hot on the trail of her missing father.", "For once fate smiled on them: they were all going in the same direction.", "But while approaching Vimy a German squadron spotted them.", "Their journey would take them to Reims, where they would at last pick up the trail of the elusive Baron and his zeppelin.", "September 6th, 191Paris - France April 21st 191Craonne - France April 22nd, 191Ypres - Belgium June 15th, 191Reims - France February 21st, 191Verdun - France May 8th, 191Douaumont - France May 8th, 191POW camp - France August 1914, Saint Laurent Church, FRANCE May 9th, 191Douaumont Fort May 14th, 191Butte de Vauquois - France May 9th, 191POW camp - France September 15th, 191Flers - France January 18th, 191Vaubecourt - France April 9th, 191Occupied Saint Mihiel April 9th, 191Vimy - France April 9th, 191Saint Mihiel - Emile' s farm April 16th, 191Chemin des Dames May 4th, 191April 9th, 191Saint Mihiel - Hospital Press any button Back Auto - save Locked BELGIUM FRANCE LUXEMBOURG GERMANY CHANNEL to skip September 7th 191Taxis drove all night, Anna was proud to help the soldiers reach the frontline.", "Anna got on route to warn her father about the imminent danger.", "Reaching the outskirts of the city, Anna was greeted by the screams of sirens.", "February 21st 191Winter had descended on the Front.", "After joining back up with the army, Emile and Freddie were stationed near Verdun suffering like many others from the harsh winter.", "May 8th 191Emile' s squad was sent on a mission to take back Fort Douaumont, a strategic point in the German defense.", "Upon hearing of his death, Emile became sickened with grief.", "Even though their bodies have long since returned to dust, their sacrifice still lives on.", "We must strive to cherish their memory and never forget.", "Dearest Marie, As the war ends for me I have no regrets, I' ve seen too much horror.", "I hope fate has been more merciful to you.", "Our time on Earth is brief and mine has been filled with so much joy.", "I can only be thankful for how much I' ve been blessed – most especially for the wonder you brought into my life.", "This letter is my last.", "I' ve been found guilty by a military court for the death of an officer.", "It was not my intention to kill him.", "War makes men mad.", "Though I' ve failed Karl, I know my sacrifice has not been in vain.", "I fought for my country and for liberty – my honor is assured.", "Since it is the will of God to separate us on Earth, I hope we' ll meet again in heaven.", "Keep me in your prayers.", "Your loving Papa, always The blow was fatal.", "In the sky, George, a British aviator from the Royal Airforce was spotting the German positions for artillery support.", "On this day, Canadian troops led the charge... January 18th 191Emile, still bedridden, beseeched Anna to travel to Saint Mihiel to find his daughter and share the sad news of Karl' s death.", "Anna set off immediately.", "September 15th 191The bloody battle of the Somme still raged on.", "206, 00British soldiers would lose their lives there.", "Freddie was commissioned to drive the newest weapon of war, a major progress in a conflict that was literally stuck in the mud.", "The Germans at the gate In September 1914, the German advance took them to within 2miles of Paris.", "The government had already fled to Bordeaux and was expecting Paris to fall.", "In the north, most of Belgium was occupied, but under the King' s command, 75, 00soldiers kept Ypres and Yser out of German hands.", "Taxi to Marne September 6th and 7th 1914, General Gallieni requisitioned 63Parisian taxis to transport troops rapidly to the Marne.", "While relatively few soldiers were actually transported (4, 00in all, % of the total number of men deployed in the battle ), the impact on the public was huge.", "The event became a symbol of solidarity for the nation and the Marne counterattack saved Paris from German occupation.", "Miss Marie Chaillon, Private Emile Chaillon from the 150th infantry regiment was wounded by enemy fire on August 21st.", "He has been captured by the enemy, hopefully you shall receive news from him soon.", "Nurses Nurses were the angels of the Great War, and were generally volunteers recruited by the Red Cross, the army or the American ambulances to work long gruelling shifts in hospitals both at the front and behind the lines.", "They played the role of carers, mothers and confidantes.", "They often feature in soldiers' memoirs and were sometimes their sole companion in death.", "The majority were demobilised at the end of hostilities.", "Ypres, a town in ruins Dubbed \" Wipers \" by British troops due to its difficult pronunciation, the Belgian town of Ypres was a key strategic position during the war.", "A hub for road, rail and canal networks, it became the target for sustained bombing from 1914.", "In 1915, the Germans even used chemical warfare on the town.", "By the end of the war the majestic cathedral and town - centre were nothing but ruins.", "Technology at work In the wake of the technological advances of the early 20th century, the vast scope of this industrialised war brought developments in all fields - aircraft, submarines, dirigibles, and tanks.", "Great progress was made in the fields of medicine, surgery, medical hygiene and radiology, thanks to Marie Curie' s work, who took thousands of X - rays of the wounded.", "Life and death of the Zeppelin The Zeppelin was effective at the start of the war and in 1915, London suffered over fifty Zeppelin raids before the Royal Naval Air Service intervened.", "The craft' s weak spot was obviously its hydrogen filled balloon.", "Hydrogen is lighter than air, hence its value to aviation.", "However it is also highly inflammable, and the slightest spark sent the craft plummeting spectacularly groundward in a ball of flames.", "Of the 9craft used during the war, 6were destroyed.", "Facial disfiguration By 191there were 2million war wounded, all countries included.", "Roughly 70% of injuries came from shrapnel and only 1% from bayonets.", "Facial injuries could result in having a jaw, nose or eyes removed, but progress in surgery saved and \" patched up \" many victims of facial disfigurement and amputation, of which there were 200, 00post - war.", "Verdun Triggered by the Germans at dawn February 21st in the aim of penetrating allied lines, the battle eventually lasted 30days.", "Some key positions changed hands several times before the French finally prevailed.", "The battle produced the highest concentration of casualties with 600, 00killed over 6square miles, i. e.", "death for every 31square yards.", "Military decorations Britain had six war medals, the most issued of which were the British War Medal, the Victory Medal, the 1914 - 1Star and the 191Star.", "6. million British War Medals were issued, 5. million Victory Medals, million 1914 - 1Stars and 36thousand 191Stars.", "A combination of the Star, Victory Medal and War medal was fairly commonplace (over 2. million trios were issued ), and earned the nickname \" Pip, Squeak and Wilfred \", after the popular cartoon characters in the Daily Mirror, a dog, a penguin and a rabbit, respectively.", "Fort Douaumont Douaumont was one of the symbols of the battle of Verdun, and was exploited by both camps for propaganda purposes.", "The Germans seized the fort in February 1916, before it was seized back by the allies in October 191with heavy losses.", "In the meantime, the fort was damaged by a huge explosion which killed almost 80Germans inside.", "Rather than the work of some valiant heart, the explosion was caused by a neglected stove; the ensuing fire spread to the petrol and ammunitions supplies.", "Flamethrowers The Germans were the first to use flamethrowers in an assault on a previously held position in July 1915.", "Although the attack was expected, the use of the weapon came as a surprise, and caused a large number of casualties.", "Its psychological impact was huge, but British troops soon learned to cope with the slow - moving operatives lugging heavy equipment, and did not adopt the weapon themselves.", "Life in prisoner - of - war camps Even in captivity, class differences still counted.", "Some camps were reserved for officers and others for footsoldiers.", "Prisoners were generally underfed, even more so if the local population was also undernourished.", "Prisoners - of - war replaced civilians at the front and were forced to work in munitions factories, on farms or down mines.", "Managing the dead Managing the dead - whether in the trenches or in hospitals - was a complicated task.", "Many bodies disappeared on the battlefield and makeshift cemeteries were dug in close proximity to the frontline.", "To identify corpses, as well as their pay books, soldiers were issued with aluminium identification discs, or \" dog tags \".", "Initially one tag was issued, but this created its own identification issues: the tag would be removed from corpses for administration purposes, leaving bodies with no means of identification.", "So from 1917, two discs were issued: one for admin, the other remaining on the corpse.", "Armoured vehicles Assault artillery was invented during the war in an attempt to break through enemy lines.", "The first prototypes of armoured vehicle appeared.", "Generals noted that vehicles fitted with wheels were ineffective in a trench environment.", "Engineers thus worked on prototypes to overcome the problem and caterpillar tracks proved to be the perfect solution to the problem.", "Vauquois and mine warfare Underground warfare really developed beneath the hill of Vauquois (to the west of Verdun ).", "Each side dug sapping - tunnels beneath tunnels - to sabotage the enemy' s positions; opposing engineers frequently came within feet of each other.", "With the advent of pneumatic drills and ventilation systems, tunnels could be dug deeper.", "The cumulated use of 50tons of TNT completely deformed the hill.", "The Military Police The Military Police were responsible for enforcing discipline among soldiers outside companies, including in civilian zones, and were responsible for arresting soldiers found without passes, caught plundering, or committing any other offence such as drunkenness or ill - discipline.", "They also collected stragglers, guarded against spies, controlled traffic and chased down deserters and mutineers.", "The Battle of the Somme The British initiated the Battle of the Somme in the aim of drawing the Germans out of Verdun to attempt a decisive push.", "For the first time on September 15th 1916, assault tanks were used in combat.", "Of the fleet of 4Mark tanks, only 1were operational and only were ultimately used.", "Late November 1916, the Battle of the Somme came to an end.", "All in all, 650, 00German, 420, 00British and 195, 00French troops lost their lives.", "The Mark tank Developed in utmost secrecy, tanks gained their name from the British subterfuge to conceal their real purpose from espionage.", "Official documents instead spoke of a device for transporting water to Russian troops.", "The first model to roll out, the imaginatively named \" Mark 1 \", had a huge psychological impact and tanks would reach their destination to find trenches deserted.", "The Germans however soon learned to cope with shortcomings; the vehicles were also unreliable, and interior conditions were horrific.", "Winter Winter was harsh for soldiers in the trenches and troops suffered from the perpetual cold and damp, with temperatures often below zero on the Western Front.", "Many ended up in the infirmary with frostbite, which could ultimately lead to amputation.", "It was important to try to keep the feet dry.", "Saint - Mihiel occupied Occupied by the Germans from September 1914, as a salient on the front, Saint - Mihiel was a key strategic position.", "It also stood on the railway line between Paris and Nancy.", "The allies made several unsuccessful attempts to liberate the town before the arrival of American troops in 1918.", "Gas!", "Gas!", "Quick boys!", "The gas used during the war was heavier than air, and so seeped into trenches and tunnels.", "Pockets of gas might stagnate in shell - holes on the battlefield, preventing soldiers from removing their masks, which were restrictive and uncomfortable.", "Even today, unexploded gas shells still lurk beneath the farmland and fields along the former front.", "Vimy Ridge Vimy Ridge is a 5 - mile long strategic position commanding the surrounding plains.", "April 9th 1917, 100, 00Canadians launched an attack on the ridge and seized it back.", "In 1922, France granted Canada permanent use of the hill to commemorate their war dead, and 11, 00trees were planted to commemorate the 11, 00soldiers without known graves.", "The hill subsequently became a symbol of Canada' s national unity and of its \" coming of age \" as an independent nation.", "Memorial to the Moroccan division The Moroccan division, whose motto was \" No fear, no mercy \", combined soldiers from across French colonial Africa and the Foreign Legion.", "The division included Moroccan Zouaves and Tunisian and Algerian infantrymen.", "In 1915, the Division seized Vimy Ridge, but in the absence of backup from battalion HQ, they were forced to retreat after two days.", "The Moroccan division is the only division whose flags were decorated with the Legion of Honour.", "The rural world during the war With most able - bodied men at the front, farm production still had to continue to feed the population.", "Women, the elderly and children were set to work on farms.", "The requisitioning of horses made tilling the land even harder.", "Prisoners of war were also used to help the war effort.", "The Chemin des Dames offensive Crowned with success at Verdun, General Nivelle planned a large general offensive in spring 1917, focusing on the Aisne front and Chemin des Dames.", "The Germans had already held an overlying position on allied lines for years, and had installed heavy fortifications and an ingenious underground network.", "Launched on April 16th 1917, stalemate soon set in, and 200, 00men lost their lives in a matter of days.", "Mutinies broke out in a number of allied units.", "The failure of the offensive became a symbol of the violence of trench warfare.", "Espionage Understanding the important role information and disinformation could play, war offices on all sides took espionage and secrecy very seriously from the outbreak of war.", "Balloons, Zeppelins and aircraft were used to reconnoitre troop movement.", "Behind the lines, a witch - hunt was declared on spies.", "Countries also sought to infiltrate the opposition parties of their adversaries' governments to influence internal stability, and the Germans provided support for Irish militants and Russian revolutionaries.", "Field hospitals A complex chain of medical units was set up to cope with the war wounded: from Aid Posts at the front, men were dispatched to Field Ambulances where, after summary treatment, they were evacuated to Casualty Clearing Stations (CCS) and onto Base Hospitals or ports, for repatriation to Blighty.", "The structure became more refined as the war progressed due to new emerging pathologies caused by trench conditions or gas attacks, for example.", "Military justice In uniform, soldiers were subject to military justice.", "2, 50death penalties were meted out to punish disobedience and desertion; of these, 65were actually carried out, mainly at the start of the war.", "As the war progressed politicians tried to limit the use of executions, especially those intended to set an example.", "Nevertheless, in the wake of the Chemin des Dames mutinies, over fifty soldiers were still executed.", "Settings Chapters & Collection", "No man' s land No man' s land was the zone located between the allied and enemy trenches.", "The distance varied between 5and 150yards.", "The zone was watched closely by day and anyone venturing out would be shot, but by night it became a theatre of espionage, when barbed wire and traps were set to protect trenches.", "Most battle casualties resulted in this zone.", "Anna was training to be a veterinarian when the war broke out.", "The Germans were only 2miles from Paris when she received a letter from her father.", "He was in good health but implored her not to return home to Belgium until the war' s end.", "Patience, however, was not one of Anna' s strong suits.", "Destiny brought them together.", "They had survived the enemy' s wrath, their gunfire, bombardments, gas attacks...", "Victory had a bittersweet taste for Anna.", "Karl, seriously wounded, had been sent to a POW camp.", "Anna' s father had disappeared with Baron Von Dorf and Emile was court - martialed for desertion.", "Cited for his bravery in Reims, Emile was fortunately pardoned and set free... free to go back the front.", "Karl, discovered things were not, in fact, any better.", "According to Marie' s last letter, his son had fallen gravely ill. Karl had come to a decision – this war would never end.", "He had to escape!", "May 14th 191Freddie was sent to the Somme, while Emile' s regiment was quartered near a small village at the top of a hill.", "The village was called “ Vauquois ”.", "Their euphoria was short lived.", "Intercepted by German troops who still held Saint Mihiel, Karl and Anna were led to the officers' quarters for interrogation.", "Karl was sent back to fight for the Germans, while Anna was sent to the infirmary, to care for soldiers.", "On April 8th, the French forces launched an assault on Saint Mihiel, an opportunity that Karl would not let slip by.", "April 16th 191Emile was still sick, but general Nivelle needed every soldier who could stand to launch his big offensive... Once again, it was to be THE battle that would bring an end to the war.", "The \" dogs of war \", man' s best and most loyal friend, shared the same day - to - day as the soldiers.", "Whether carrying messages, saving the wounded, or sweeping for mines, they never failed to fulfill their duty.", "One look from his son was enough for Karl to forget years of war and exile.", "Seven months went by.", "Driven by compassion, Anna devoted herself body and soul to healing the wounded and the sick.", "Every life saved was another small victory over the war.", "The conflict, however, raged on.", "The French officers were talking about Belgium.", "The German army was about to experiment with a new weapon near Ypres, Anna' s hometown!", "Revenge never meant happiness Defeat the Baron Von Dorf So close yet so far!", "Escape the French army with Anna and Karl Some will survive... Save Karl...", "Some will not Finish the game Ypres' wake - up call Ring the bell times in Ypres Helpful Laundryman Push all the laundry bags Brothers' Keeper Save your entire platoon during the battle of Somme King of the hill 14Shoot the German flag with the cannon at Vimy' s ridge Healing Hero Save Karl for the third time without making any mistakes Good doggy Pet the dog Taxi Racer Complete taxi mission without damaging the car Never forget Find historical items To those who fell Find 5historical items They' ll all be remembered Find every single historical item Knowledge is power Read 3historical facts Dearest Papa, We live in a climate of uncertainty.", "Germans use the people of Saint - Mihiel as human shields against the French bombings.", "I hope the Germans treat you well and that your wound has healed.", "Your grandson sends you kisses.", "I sent you a picture of him.", "All my love, please write soon.", "My dearest Marie, I' m free!", "During my detention, I saw Karl with my own eyes.", "He' s alive!", "I' m currently on his trail.", "Freely inspired by events unfolding on the Western front between 191and 191Ubisoft presents A game developed by Ubisoft Montpellier After so many failures and sacrifices, the Canadians finally managed to take the hill back from the Germans.", "The United States' entry into the war grew more certain by the week.", "The last letter from Freddie' s younger brother confirmed his country' s newfound eagerness to join the fight.", "Karl was within a few hundred yards of Emile' s farm when the rumbling of the French air patrols began thundering through the April sky.", "German helmet The legendary pointed German helmet, the Pickelhaube, was used by German forces until 191and was then replaced by much more efficient steel helmets.", "The different parts of the helmet, including the point (for defence against sabre attack ), were adapted according to the rank, origin and weapon used by the soldier.", "On some helmets the point was rounded.", "Tinder lighter While petrol lighters were popular in the trenches, soldiers also used tinder lighters.", "The cotton wick was doused in saltpetre or lead chromate to make it more readily inflammable and was extinguished by simply drawing the wick back into the cylinder.", "Stationmaster' s whistle Steam trains made stations very noisy places.", "There were no loud speakers, and no display panels, so platform officials had to shout train information to passengers.", "Whistles were the best way to attract passengers' attention.", "Letter from a French soldier August 14, 191Dear parents, I am all set to be mobilised to the front.", "We' re going take Alsace and Lorraine back from the Germans.", "Don' t worry, I' ll be home before Christmas.", "All my love, Marcel", "Metal nib In 1914, biros did not yet exist and at school children learned to write with metal nibs, or more often (and especially in the countryside) with whittled goose feathers.", "The sheer volume of war correspondence saw metal nibs become more widespread.", "French identification tag Created in 1881, in the wake of the French defeat against the Prussians in 1870 / 1871, the French identification tag indicated a soldier' s name and surname, the year of his conscription, his place of birth and ID number.", "\" Dog tags \" were used to identify corpses on the battlefield, in an attempt to overcome the problem of soldiers \" missing in action \" and unidentified bodies.", "Gold button from a French uniform The French army' s horizon blue great coat had gold buttons.", "The buttons, not to mention their distinctive red trousers, proved problematic on the battlefield, as they shone in the sun, making soldiers easy to spot by the enemy.", "HQ map Soldiers did not have sat - nav to pick their way through the countryside.", "The only tools they had were a compass and a HQ map.", "Orienteering duties were the reserve of officers and non - commissioned officers.", "German cartridges German 7. 9mm Mauser cartridges.", "The diameter of German machine gun ammunition was standard whether used in light Maschinengewehr (MG) or heavy Schwere Maschinengewehr (SMG ).", "The same diameter was used for the standard German army issue Kar 98K rifle.", "Only the C9pistol, used by officers, was of smaller calibre, 7. 63mm.", "Embroidery Household linen was precious and it was often customised with embroidered initials.", "Contrary to received ideas, embroidery was not an exclusively female pursuit and many POWs embroidered during captivity.", "A letter from a German soldier September 6th 191My dear parents, I' m doing fine and the weather is good.", "I hope everyone is well in Bad Dürkheim?", "Our progress is swift.", "We shall soon be in Paris.", "What do you want me to bring back as a souvenir?", "Yours, Günther", "Photo frame Even though photography was not widespread, many soldiers had their photos taken before setting out for the war.", "Professional prints were developed on photo paper and applied to a hard backing to prevent tearing.", "Some photos were directly printed as postcards, especially group conscript photos.", "German identification tag German tags, Erkennungsmarken, were not the same for all soldiers at the start of the war.", "The shape, materials used, and even the information changed, depending on the region from which the soldier came.", "In September 1915, a standard model was introduced, a disc with soldiers' names, dates and places of birth and regimental details.", "The model was replaced in late 1916.", "Crucifix The majority of soldiers believed in God and some wore symbols of their religion.", "War offices had to make provisions for different religions and a variety of religious ceremonies was performed at the front by different faiths.", "Priests, vicars and rabbis offered succour and compassion to soldiers.", "Muslim soldiers from colonies were organised into separate battalions for practical reasons and their beliefs were also respected: Halal food was provided as well as Muslim funeral services.", "Compass Soldiers used compasses to gain their bearings in open countryside.", "They were used in conjunction with the HQ map.", "Orienteering was the reserve of officers and non - commissioned officers, who issued soldiers with directions.", "French Coins All troops were paid in their country of origin' s currency and paid compensation in the local currency.", "The British earned shilling a day (around 3. 2GBP / 5. 4USD in nowadays currency ), the standard \" King' s Shilling \", and 2francs every fortnight.", "These 2francs had a face value of 4pounds (roughly 5euros - 7USD) and were used as the main currency with the locals eager to barter whatever few goods they could trade.", "Business always prevailed, so locals near the combat zone would agree on payment in foreign currencies as well.", "The Khukuri knife The Khukuri knife was used by the Ghurkhas, the British unit comprised of colonial Indian troops.", "This Nepalese weapon was standard issue and became a symbol of the Empire forces.", "Its heavy, thick and curved blade was designed for striking as well as cutting.", "Pocket watch Time was an important factor in soldiers' lives and military strategies for attacks and rolling barrages were based on tight chronological synchronicity.", "Pocket watches were the only way to tell the time.", "Canadian identification tag At the start of the war, Canadian identification tags were formed by a large aluminium disc, which was because they were an emergency issue and had a unique shape.", "They were soon replaced by standard British tags, as were those of all British Empire forces.", "Urine soaked cloth The only defence against a gas attack (before masks were introduced) was to cover the nose with a urine - soaked handkerchief.", "Urine reacts with chlorine directly in the handkerchief to form less noxious products, limiting the effects.", "It was not the most hygienic solution but it was always better than a lung - full of hydrochloric acid.", "Letter from a Canadian Soldier 2April 191Dear Parents, We are in Belgium, a truly flat land that reminds me of our Winnipeg plains.", "The big difference is that it' s so damp here, which makes the cold even colder.", "The guys and I are going to make you proud of us.", "The Canadians will be the big heroes of this war.", "I' ll write again soon, Steven", "Gas canister deployment strategy Gas canister deployment strategies were simple, but they did depend on the weather, especially on winds.", "Gas use required a constant downwind towards enemy lines, to avoid the gas returning to its sender.", "Any battle plans were therefore dependent on the weather forecast.", "Pipe Pipe whittled from wood and horse bone, made in the trenches.", "Along with food, soldiers' daily rations also included tobacco.", "Many soldiers smoked or chewed tobacco to cover the stench of rotting corpses.", "Periscope To observe enemy trenches without drawing fire, officers and soldiers used periscopes, mirrors mounted in a tube that could be raised above the parapet with no risk to health.", "Infantryman' s flask Soldiers frequently suffered from thirst, and water supplies were far from regular.", "All soldiers had canteens in which they transported water, and also wine.", "Some also had flasks or goatskins, which were less heavy to carry.", "Vial of nevrosthenine To combat problems of morale and physical fitness, army doctors sometimes distributed nevrosthenine injections, a composite of magnesium and potassium, intended to give weary soldiers a hearty boost.", "Letter from a German soldier 2April 191Dear Andrea, We' ve been stuck down this hole since January, and I can' t stand it any more.", "I' m sick to the back teeth with living like a rat.", "I really miss life as it was before, strolling beneath the linden trees with you.", "I even miss working in the factory.", "All my love, Your Dieter", "Tin of sardines Soldiers were all fed by their respective armies but they also received parcels from back home to improve their daily lot.", "Tins of fish or pâté gave them a more copious nutritional meal than their daily army fare.", "British coins While the war raged on, life continued and the economy too.", "The war economy was composed of both barter and currency systems.", "Soldiers purchased provisions in towns using their pay.", "In 191the pay of a British Private in a line regiment was shilling a day, the standard \" King' s shilling \".", "Obligatory deductions were made for a wife and children: pence for the wife and pence a day for each child.", "Nowadays shilling has the estimated purchasing power of about 3. 2GBP (5. 4USD ).", "In 197the shilling was replaced by the pence coin thanks to decimalisation.", "Glass syringe A syringe used by nurses to administer intravenous or intramuscular drugs.", "The needles were not as fine - tipped as today and injections hurt.", "Medicine was nevertheless making great progress.", "Safety razor The safety razor was an early 20th century invention, and shaved more safely than barbers' blades.", "In 1917, safety razors were standard issue in US soldiers' kit, because it had been noticed that gas masks provided more effective protection to shaved faces.", "Advertising brochure While the war raged on, life continued back home, and brands still advertised their products.", "Naturally soldiers were used to promote brand image and boost sales.", "This brochure is advertising war bonds to help the government finance the war effort.", "Overalls Practically all able - bodied men were mobilised at the front, but production still had to carry on.", "Women took over men' s roles in factories and in other traditional male positions, working for much lower salaries.", "Some even held positions of responsibility and were involved in decision making.", "This new role changed women' s status in British society.", "War Godmother certificate To improve morale on the front, an association was created in France in early 191to provide succour and support from behind the lines for soldiers without close families.", "The \" War Godmothers \" sent letters and parcels, forming close relations with their \" godchildren \" away from the front.", "Early gas mask While gas masks were in more widespread use on the front, they were also available to civilians, and in French towns close to the front, like Reims, they were fairly common.", "This early model was one of the first, composed of a cotton compress doused in a neutralising solution and applied to the mouth and nose, similar to the British \" black veil \".", "Ration ticket Rationing was introduced into occupied zones, especially for bread, as there was not enough food to go around.", "Rationing enabled the authorities to regulate the distribution and quantity of food available and prevent prices soaring.", "Ink well Ball - point pens were not developed until the 1950 - 1960s, so soldiers used a quill or nib to write letters.", "Ink was poured into an ink well into which, in order to provide enough ink, the quill or nib had to be dipped regularly.", "Letter from a Belgian civilian in Paris Dear parents, We fled our land before the German advance to take shelter in France with the children.", "Unfortunately the Germans kept coming forward and Paris is practically under siege.", "If Paris falls we shall return home to Liège.", "Your dear daughter, Mathilde", "Broken watch strap A watch strap broken by a motor crank handle.", "Before battery ignition was developed, motor cars were started by cranking a handle.", "As the engine sparked into life, the operator had to let go of the handle smartly, because the crank handle now propelled by the engine could cause a nasty accident.", "Newspapers The main source of information was the newspaper.", "Radios were in their early days based on tube technology and television did not exist.", "On top of local and national news, a new section appeared in the newspapers dedicated to the events on the front.", "Some newspapers also published daily listings of POWs and war dead.", "Nurse' s manual The war effort suddenly required a larger medical corps and there were not enough qualified personnel.", "So manuals were published and distributed to help volunteers train.", "The manuals provided a whole host of practical solutions to logistical and medical problems at the front, such as how to make a splint or stretcher using rifles and their straps.", "Tallow socks Socks soaked in refined tallow and coated with formol - the most effective way to beat the cold and damp, frostbite and other ailments.", "That, at least, was what the adverts had people believe.", "However effective the socks were, the soldier' s best friend was always a nice dry pair.", "Shrapnel shell remnants Shrapnel shell remnants, a shell containing lead bullets.", "Depending on its settings, the shell might explode on contact with the ground sending its contents flying, or in the air for even more destructive results.", "Lice comb In their journals, soldiers often recount their losing war against lice and rats in the trenches.", "Apart from lice powder, the only other prevention against lice was this fine toothed metal comb.", "Often when soldiers took leave behind the lines, they were scrubbed down with hot water, their clothing boiled or a new uniform issued.", "Mess tin with holes Both dishes of this mess tin have holes in them.", "Not hugely practical for eating perhaps, but life - saving for one soldier.", "The mess tin bag was worn at kidney height.", "When the shell exploded, this mess tin slowed down the searing hot shrapnel in flight, which although it wounded the soldier, helped him live another day.", "Mess tins were blackened using smoke to prevent them glinting in the sunlight.", "Letter from a Prussian soldier September 191My dear daughter, We are making headway through the French countryside.", "The landscape is beautiful.", "I' d much rather be enjoying it with you than killing people.", "I think of you all the time, Your father, Wolfgang", "Bar of soap Soap was the basis for all hygiene.", "It was obviously used to wash but also for washing clothes and mess tins.", "How it was made depended on local recipes, and it soon became a rare commodity during the war as oil became scarcer.", "Wooden top Wooden top with string, a common toy of the age.", "During the war, toys gradually became more war - based.", "Through board games children could fight out famous battles while other items ridiculed the enemy.", "After the war, toys and games became more pacifist once more.", "Letter from a Scottish soldier 1April 191Hello pal, I' m in the town of Ypres in Belgium, a pretty wee town that must have been braw before the war.", "The beer too inne bad.", "I' d much rather be downing ale with you though, boy.", "I' m off to the front in two days, take care o' yerseln and say \" how do \" to the family.", "John Mc Cormack", "Broken walking stick The knob is all that remains of this walking stick.", "The stick has been carefully sculpted, a souvenir of the trenches.", "Unfortunately a broken walking stick is of no use to anyone.", "Bed pan Latrines were generally housed outside in the yard in homes of all social classes, so during the night bedpans were used.", "In well - to - do households, servants were charged with emptying the pans.", "Stereoscopic camera A camera that captures two simultaneous images on glass plates, enabling relief images.", "Use of the camera was relatively widespread because the device was small and readily transportable.", "Chemical formula 2Cl + 2H2O = 4HCl + OThis formula is the description of what happens to soldiers lungs when they inhale chlorine gas.", "Chlorine gas reacts with water in the lungs to produce hydrochloric acid creating horrendous burns.", "Virgin Mary statuette and case A case containing a statuette of the Virgin Mary, another example of trench art.", "To overcome their boredom, soldiers would set to work transforming anything that came to hand.", "Unexploded ammunition, empty cartridges, and shell debris were all turned into day - to - day items and put to a more pacifist use.", "Letter from a soldier Reims, 1June 191Dear Emma, We are on the retreat.", "Our position is untenable.", "Don' t worry, I' m still in good health.", "We are going to leave Reims to the enemy.", "Reims is a beautiful city.", "I hope all is well at home and you are taking good care of our parents.", "I hope the prisoners are working properly for you.", "See you soon, Sigfried", "Broken pistol A broken P0pistol, designed for German artillerymen.", "The P means \" parabellum \" which refers to its 9mm ammunition.", "The word \" parabellum \" comes from the Latin, \" Si vis pacem, para bellum \" - if you want peace, get ready for war.", "Dart These darts were dropped onto trenches from Zeppelins or aircraft.", "Due to the velocity on impact, their heavy tips were capable of piercing through anything between them and the ground, including helmets and soldiers' skulls.", "Shell mechanism The nose cones of shells were not systematically destroyed and were much sought after by soldiers because they contained large quantities of metal that could be recycled to make rings or pendants.", "Sterilising solution Soldiers drew water directly from rivers and streams, but because of the rats and decomposing corpses, river and stream water brought a major threat of disease.", "Soldiers used a variety of products to disinfect water before drinking it, but the best solution was to boil it up.", "Tobacco case Tobacco case made from shell casing.", "Empty munitions were often recycled.", "Some exploded shell materials were already aesthetically interesting, otherwise soldiers would rework their finds to create handy items.", "Tobacco was precious so soldiers were eager to keep it dry.", "Many accounts from the trenches express soldiers' appreciation of the Christmas cigar, a special festive treat for the troops.", "Brazier A helmet with holes in it, filled with coal and wood and used as a brazier.", "The item would have afforded some protection from the cold.", "Although helmets were made of metal, they only offered scant protection from bullets.", "Card game Days in the trenches were long and to overcome their boredom, soldiers would play cards, read, write, and create objects from materials they found.", "The Germans played skat, the French manille, and the allies brag or pontoon amongst others.", "Officer' s whistle Officers were issued with whistles to signal the soldiers when to charge.", "The sound of the whistle became synonymous with a journey into the unknown, when soldiers surged out of the trenches and into no man' s land.", "Letter from a Tunisian soldier 2February 1916, Dear father, dear family, I am cold.", "The land we are defending is frozen and covered in snow.", "The ground is so iced up, it is harder than rock.", "We cannot dig.", "The cold is so intense that my hands are burning.", "I hope everything' s fine back in the village, and you' re still receiving half my pay.", "Tell me if you aren' t.", "Ahmed", "Coloured pennant Although Morse code was already operational, due to technical problems, telephone communications were unreliable.", "So age - old techniques were used such as drums, bugles and coloured pennants.", "November 11th 191at 1a. m.", "the end of the war was marked by a clarion call.", "Trench shovel French army trench shovel.", "The shovel was too short to be of any real use digging trenches or tunnels.", "However French soldiers' sharpened the tool' s blade to turn it into a weapon more effective than a bayonet.", "Concert programme A concert from a programme behind the lines, where entertainment was laid on for troops as in civilian life.", "Theatres and cinemas were set up to boost troops' moral.", "There were also brothels that were regulated to prevent the spread of sexually transmitted diseases.", "Empty wooden chest An empty wooden chest used as luggage by a German soldier.", "Suitcases were not widespread and poorer soldiers left for war with their affairs in a knapsack or in wooden crates.", "German ring An iron ring bearing the inscription \" Gold gab ich für Eisen \", offered in exchange for some precious item as part of a programme to finance the German war effort.", "Gas stove A gas stove for warming food or heating a room.", "Not always the most practical heating appliance to use when trying to heat a flamethrower fuel depot.", "Blueprint The blueprint for Anna' s father' s latest invention.", "A 4 - stroke engine.", "That' s quite some machine.", "What on Earth is it?", "Biscuit box Prisoners suffered from hunger in camps and food was often stolen.", "This metal box was handmade to contain bread or biscuits.", "Its owner could take his food reserves with him when he went to work to avoid them being stolen.", "Notebook Many soldiers had notebooks in which they wrote their diaries and memoirs.", "These notebooks provided historians with first hand account of the horrors of war experienced by soldiers.", "German identification tag - 191model An identification tag with a detachable part used by the authorities in corpse administration.", "The main part was left on the body.", "This model was put in service late 1916.", "Handkerchief Prisoners did not have handkerchiefs or towels, and such linen was highly prized by prisoners in camps.", "Once a prisoner was assigned to an employer their living conditions generally improved, because detention conditions were generally better respected.", "Letter from a Hungarian prisoner Dear Mister Dienstahl, I have been held in a prisoner - of - war camp in Reims for almost months now.", "We are relatively well treated, but I can' t wait to get out of here.", "With your permission, at the end of the war, I would very much like to return to my foreman position.", "I still have all my faculties and even if I may not be as strong as I was, I' d soon be fit enough to work again.", "I look forward to hearing from you, Maximilien, electrician - foreman", "Cigarettes Even if the detention conditions are harsh in the camp tobacco is wanted as well.", "Some prisonners won' t give up smoking and settle for dry leaves when they can' t find anything else.", "Flashlights Flashlights were common in the trenches.", "Army issued flashlights were made to fit into a cartridge belt and functioned with batteries.", "Valiant Stories Contest Memorabilia Lace tightener made by Corporal Lucien Dufourmantelle, great - grandfather of Benoit Tiédrez, from a melted - down cartridge case.", "Lucien served as an electrician in a searchlight division whose mission was to illuminate enemy positions.", "Many thanks and congratulations to our winner, Benoit.", "Dead rat A dead rat wasn' t garbage, especially a dead rat on a skewer which would be spit - roasted for dinner.", "You can' t reason with a starving man.", "German coins The Germany currency, the Mark, underwent rapid devaluation during the war to help the German Empire provide for the war effort.", "German soldiers were as poorly paid as their allied enemies, and earned just under 1marks a month, or 5pounds (8USD) in today' s currency.", "Broken German bayonet This long, broad flat German bayonet was designed to thrust into an enemy' s rib cage and break his ribs.", "Listening device Such listening devices, resembling giant stethoscopes, were used to listen for enemy tunnels and saps.", "Saps were tunnels that were built beneath enemy tunnels to make them cave in.", "Telephone cable Telephone cables were originally made with a single wire, but this posed serious security issues.", "Special divisions were created to listen into conversations.", "All eavesdroppers had to do was hook up to the wire and listen in, undetected.", "To remedy the problem, telecom engineers created a closed system with a second wire, which made eavesdropping much more complicated.", "General headquarters news bulletin General headquarters produced a daily news bulletin to keep the press and soldiers informed.", "The bulletin soon became a propaganda tool used by generals to control the information fed to both the troops and civilians.", "Throat lozenges Box of throat lozenges.", "Soldiers exposed to gas developed highly sensitive airways, so they sucked on lozenges to help soothe the pain.", "British identification tag 191The British changed their dog tags in the course of the conflict.", "At the start of the war, soldiers were issued with a single aluminium disc, but because of the huge numbers of volunteers, producers and engravers could not keep pace with demand.", "The aluminium discs were replaced by red vulcanised asbestos fibre discs.", "In 191the war office requested the addition of a second disc to cope with the problem of unidentified corpses.", "Trench lantern A lantern that could be folded away and stored flat in a backpack.", "Soldiers placed a candle inside the lantern which protected it from the wind.", "Tent canvas Tent canvas was a soldier' s refuge.", "Often soldiers did not mount their tents but rolled themselves up in them to stay dry.", "Extra clothing would have only slowed soldiers' movements, putting them in danger.", "Army internal correspondence A special card that soldiers were allowed to send to each other.", "Brothers could thus correspond with each other even if they weren' t stationed together.", "If one or several family members died, demobilisation was not an option.", "In some cases, a whole family of men might be wiped out.", "Goat hide Soldiers wrapped themselves in whatever was available to try to stay warm in the trenches.", "Animal hides such as goat or sheep hides, offered great protection.", "British magazine The magazine, London Opinion, encouraged British civilians to enlist.", "The cover features the famous poster of Lord Kitchener, the defence secretary, exhorting Britons to enlist, with his piercing gaze that follows you everywhere.", "Braces The soldier' s must - have accessory.", "At the time braces were the more popular alternative to belts, and provided support even for mud - caked loons.", "The guy who left this pair behind maybe had a solid belt for support.", "Hip flask A hip flask could be secreted nicely into a trouser or jacket pocket and generally contained a wee dram of the strong - stuff to give soldiers a hearty nip before strolling into danger, or after pulling through a tight spot.", "ANZAC identification disc The ANZAC identification disc was the same design as British discs, but the metal discs were distributed for longer in Australia.", "In 1916, ANZAC troops also received a second disc like the British troops to complement the main disc.", "Telegram from New Zealand It' s a boy STOP Bryan STOP Mother & Son Ok STOP Miss you STOP", "Broken French bayonet Unlike the broader German bayonet, the French bayonet was needle - like and designed to pierce enemies and cause serious internal damage.", "French footsoldiers were disappointed with the bayonet' s damage potential so added notches to create further damage as the bayonet was removed.", "Valiant Stories Contest Memorabilia ANZAC Area Map of Hollebeke (Belgium ).", "Albert Smith, Contest Winner Jessica Smith' s great - grand - father, fought in the ANZAC (Australian and New Zealand Army Corps) 7th Battalion from 191to 1918.", "The map shows ANZAC positions with rifles, roads which were safe and unsafe for passage, enemy positions and strike points.", "Albert Smith was shot in the shoulder in this very area, but he survived the war.", "Thanks to Jessica for sharing this Great War Valiant Story with us!", "Phonograph The ancestor of CD and DVD players, the phonograph used wax cylinders before vinyl discs took over.", "Sack of bran Wheat was rare, so cereals were used to make flour for bread.", "Wheat bran is darker and composed mainly of fibre but also crammed with vitamins and minerals.", "Today it is an integral part of high - fibre diets; back in the day, it was a sign of hard times.", "Postcard A postcard of a luscious woman sent to a soldier at the front.", "Such postcards were popular among troops.", "French gendarme' s cap French gendarmes also operated as military police.", "Gendarmes made sure soldiers respected military law and behaved themselves at the front.", "French emergency banknote The French national bank struggled to produce enough coins and banknotes, so emergency money was produced.", "Local authorities were permitted to draw up their own banknotes with their own design.", "The \" Gazette des Ardennes \" The Gazette des Ardennes was a daily newspaper published in Belgium and distributed in the German - occupied zone.", "The newspaper was a German propaganda tool written in French informing the local population of occupied zones and POWs of the German and Austro - Hungarian Empires feats of derring - do.", "Belgian Shako The Belgian army' s distinctive Shako resembled a top hat with a rim replaced by a visor.", "The Shako was replaced by the \" yser \" cap, a soft cap with flaps that could be pulled down over the ears.", "The cap was called the \" yser \" because Belgian soldiers massed behind the River Yser to hold off the German advance.", "Active Service Pay Book A pay book belonging to a British soldier.", "It also contained practical details such as a last will and testament form, as well as the names and addresses of close relatives to contact in the event of death.", "The book also served as a regulations guide to good conduct, advising men: \" In this new experience you may find temptations both in wine and women.", "You must entirely resist both.\"", "Heavy German helmet This helmet was introduced to replace the pointed German helmet on the battlefield, to protect soldiers from shrapnel.", "It was much thicker than the French model and offered better protection; its rim even protected the ears.", "The price of such protection was that it was much heavier: 1. 3kg, as opposed to 0. 5kg ), the heaviest helmet ever to have been produced.", "Brodie helmet The Brodie helmet was also known as the Tommy or Shrapnel helmet and was worn by all British Empire forces, whether British, Canadian or Australian troops.", "Even the American army used it when they first joined the war.", "Its distinctive form brought it a whole host of other nicknames: dishpan hat, tin pan hat, washbasin, and battle bowler.", "The Germans called it the Salatschüssel (salad bowl ).", "Canadian coins Canadians already used cents and dollar pre - independence.", "In 1914, they were minted with the image of King George V. Canadians in France earned 1. dollars per day, corresponding to the average daily wage of an office or factory worker.", "Crest model Relief models of hills were made so that soldiers could visualise their objectives.", "\" Le Singe \" tin opener Tin opener made by \" Le Singe \" manufacturers, standard issue French army equipment.", "The tin - opener was still standard issue equipment for French troops at the start of the Second World War.", "Oil lamps Electricity was not widely available, but candlelight and oil lamps were.", "The glass windshield was lifted to light the wick and the intensity of light was adjusted by adjusting the wick' s length.", "Coffee beans Coffee was sold as beans, and neither ground nor roasted.", "Generally grocers would prepare the brew for their customers.", "Coffee was also home ground in Peugeot coffee mills.", "It' s a long way to Tipperary lyrics It' s a long way to Tipperary, it' s a long way to go.", "It' s a long way to Tipperary, to the sweetest girl I know.", "Good - bye, Piccadilly, Farewell Leicester Square.", "It' s a long long way to Tipperary, but my heart' s right there.", "Letter from a Russian officer Craonne, April 8th 191My dear wife Elena Konstantinovna, I am alive and well by the grace of God.", "We' re still fighting but this is nothing like I imagined.", "The mud is everywhere and the battles are draining.", "My men are exhausted and I' m having trouble to get them to fight.", "They have heard about what' s happening and they want to go back home.", "How are you?", "Are you safe?", "Your loving husband, Nikolay Alekseevich", "Russian identification tag The Russian dog tag was hexagonal and supplied to soldiers by their host battalion.", "Russians on the Western Front were issued a wooden cartridge for storing personal identification papers, but the cartridge was generally used to keep matches dry.", "Soldier' s ring Aluminium ring handmade by a soldier.", "Soldiers often made rings out of recycled metal to send back home to their sweethearts.", "Papakha Standard issue Russian headwear of the Tsarist period.", "Most Russians remained on the Eastern front, but from late 1914, the Allies asked Russia, the European country with the largest population, for help on the Western Front.", "The first Russians arrived in France in 1916, but the Russian Revolution soon put the end of this fount of human resources.", "Dentist' s basin The dental surgeon' s profession appeared before the war and the nature of war injuries really brought the surgical aspect of the profession to the fore.", "At the front dentists were called on to treat all manner of wounds, and especially jaw injuries.", "A basin such as this was used to keep surgical instruments in a more or less sterile condition.", "X - ray equipment X - ray technology became available at the end of the 19th century, and scientists soon realised the dangers of radiation.", "Radiologists were provided with lead gloves, aprons, helmets and goggles.", "In military hospitals they had their work cut out for them and would spend whole days X - raying thousands of wounded men.", "My dear Marie, We are on our way to Paris.", "The atmosphere here is strangely cheerful.", "I hope that the harvest goes well.", "Rely on our neighbors for help – they' ve always been gracious and charitable people.", "I' ll write again as soon as I get my assignment.", "Please kiss my little grandson for me.", "This game saves data automatically at certain points.", "Do not turn off your console when the following icon is displayed in the bottom right corner of your screen.", "April 22nd, 191Ypres - Belgium My dearest daughter, I heard from Karl.", "His condition is stable.", "He' s still in the prisoner camp south of Reims.", "I hope to finally get permission to visit him.", "Thank you for the photo, it means so much to me... My Darling, War has taken away a very dear friend.", "He was like a brother to me, and his death affects me much more than I could imagine.", "In happier news, Karl is safe from the trenches and his condition improves steadily.", "I' ll go and see him on my next leave.", "And what about you?", "How are you?", "How are things in Saint Mihiel, any better?", "Connecting to Ubisoft server An error occurred during the connection to Ubisoft servers.", "Please try again later.", "Ubisoft servers are momentarily unavailable.", "Please try again later.", "Connecting... A profile signed - in to the Xbox Live is required to access this feature.", "This feature requires to be connected to \" PSN \" Due to a network connection issue, this feature cannot be accessed.", "Please check your connection and try again later.", "You will leave the game.", "Are you sure you want to leave?", "Online service is disabled on your Sony Entertainment Network account due to parental control restrictions.", "Valiant Hearts: The Great War A profile signed - in to the Xbox LIVE is required to access this feature.", "Please connect a wireless controller.", "Uplay Press any button Press any button When Anna arrived at her destination, she discovered the horrible truth with her own eyes.", "You signed out from \" PSN \".", "This feature will not be available until you sign in again.", "Please reconnect the Xbox One Wireless Controller Controller pairing with?", "To play as will lose any unsaved progress.", "Do you want to quit the game?", "August 1st, 191After the assassination of the prince Franz Ferdinand of the Austro Hungarian Empire, The German empire declares war on Russia.", "Because of established alliances, France is preparing for conflict.", "A few hours after the announcement of the general mobilisation, German civilians living in France are asked to leave the country.", "Karl, is one of them.", "Inactive In the menus Dark Clouds Uplay © 201UBISOFT ENTERTAINMENT.", "ALL RIGHTS RESERVED.", "VALIANT HEARTS THE GREAT WAR, UBISOFT AND THE UBISOFT LOGO ARE TRADEMARKS OF UBISOFT ENTERTAINMENT IN THE U. S.", "AND / OR OTHER COUNTRIES", "Broken Earth The Poppy Fields Wooden Crosses Dark Clouds Broken Earth The Poppy Fields Wooden Crosses In partnership with To unlock Facts Items This item has not been found yet.", "Unlock this hint See the hint No hints unlocked, please wait... More info", "Exit Game Achievements Unlock the full game Change tab Freely inspired by the events unfolding on the Western front between 191and 191Dearest Marie, As the war ends for me I have no regrets.", "I' ve seen too much horror.", "I hope fate has been more merciful to you.", "Our time on Earth is brief and mine has been filled with so much joy that I can only be thankful for how much I' ve been blessed – most specially for the wonder you brought into my life.", "This letter is my last.", "I' ve been found guilty by a military court for the death of an officer.", "It was not my intention to kill him.", "War makes men mad.", "I fought for my country and for liberty – my honor is assured.", "Though I' ve failed Karl, I know my sacrifice has not been in vain.", "I hope you will forgive me.", "Since it is the will of God to separate us on Earth, I hope we' ll meet again in heaven.", "Keep me in your prayers.", "your lovin Papa Always Close Switch profile Help Valiant Hearts: The Great War Ubisoft Entertainment Despite the fort' s partial destruction, the Germans held their position.", "The mission was a failure.", "This is the story of strangers, who would somehow come to help a young German soldier find his love but only if these characters survive the horror of the trenches and follow their faithful canine companion.", "First there' s Emile a French Prisoner of War who ends up pealing potatoes for the Germans, after a single bloody charge.", "Then there' s lucky Freddie, 1the American volunteer 1who always seems to find his way out of danger.", "1Anna the rose of the trenches, 1who' s knee - deep in mud and blood 1next to her boys.", "1And there' s George 1the British aviator who lied about knowing how to fly.", "1And finally Karl, alone, lost in the maze of trenches 1and sick with love for Marie, Emile' s daughter.", "1Between 191and 1918, 2inside the trenches of the western front 2millions of men fought, lived and died.", "2Some made it, 2some did not.", "2Here are their stories.", ".", "The governess revealed to her that her father, an eminent scientist, had been kidnapped by Baron Von Dorf, who was eager to use scientific advances in warfare.", "Anna set out in pursuit of the Baron and encountered Emile and Freddie.", "Emile' s precision cannon firing enabled Freddie and his regiment to reach the rear line unharmed.", "Exhausted, starving, Karl realised he' d never reach Saint Mihiel.", "His strength fading, destiny still had one more surprise in store.", "They were only about twenty miles from Saint Mihiel when their hopes were again dashed.", "Saint Mihiel!", "At last.", "While Karl was about to finally make it back home, Freddie was joining the Canadian troops stationed at Vimy.", "Hungry for more, the war was not yet over.", "Its appetite was infinite.", "Lucky Freddie was given a hero' s welcome by the French forces.", "Emile wrote to Anna to let her know that her father was free and out of harm' s way.", "Freddie and Emile' s reunion however would be short - lived.", "The French officers were proud of the heavy losses inflicted on the enemy.", "Emile, full of anger, refused to be decorated for what he considered to be a cowardly act.", "... Emile and Freddie were however happy to have saved Anna' s father from Baron Von Dorf' s clutches.", "His scientific research could no longer be used to make weapons of war.", "Good news being few and far between, they wanted to savour this moment.", "But Anna had frightening news: Karl had been killed while trying to escape the POW camp!", "After too many missteps, and too many battles lost, Baron Von Dorf was demoted and moved far from the front lines.", "For him, a fate worse than death.", "Baron Von Dorf had escaped again, but Emile had still managed to find medicine for Freddie.", "They were quickly back on the road again.", "Historical Facts Historical Fact Connection to Xbox Live has been lost.", "Please try again later.", "Help from the dog Chapter Reached Number of collectibles obtained It was at the Battle of the Marne that Freddie finally picked up the trail of the regiment commanded by Baron Von Dorf.", "The deadly gas was already here.", "Now, with her father within reach, Anna wasn' t going to let him slip away.", "That morning, the arrival of the mail raised spirits.", "But Marie' s letter did not bring good news.", "In Saint Mihiel, food was scarce, disease was rife and the number of dead was growing.", "Out of this grim news, however, there was one ray of light: a photo of his grandson, Victor, standing on both feet and learning to walk.", "This is where the conflict had moved underground.", "Holed up in their trenches, the two camps dug tunnels and galleries: the underground war had begun!", "But Baron Von Dorf was also counting on this battle to shine in front of his superiors.", "After weeks without news of Emile, Marie finally received a letter from her father.", "Saving facts Saving items This is the story of crossed destinies and a broken love in a world torn apart.", "All of them will try to survive the horror of the trenches following their faithful canine companion.", "The lives of all these characters are inextricably drawn together over the course of the game.", "Friendship, love, sacrifice and tragedy befall each one as they help each other to retain their humanity against the horrors of war.", "Miss Marie Chaillon, Private Emile Chaillon from the 150th infantry regiment was wounded by enemy fire on August 21st.", "He has been captured by the enemy, hopefully you shall receive news from him soon.", "Freddie, originally from America, enlisted voluntarily in the French forces at the start of the war.", "Behind his bravery hid a man already devastated by the war' s effects.", "A man with one sole obsession: Punish those who had destroyed his life.", "It was at the Battle of the Marne that Freddie finally picked up the trail of the regiment commanded by Baron Von Dorf.", "Action completed Are you sure you want to leave this Level?", "Any unsaved progress will be lost.", "A heavy - hearted Emile was called up to fight and left the farm for Saint Mihiel.", "Like so many others, he had no idea what fate had in store for him.", "At the train depot in Paris, trying to reach his regiment at platform 21, Emile would meet the man he would soon fight alongside, the man who would come to be his truest friend.", "Subtitles ON OFF August 21st, 191Emile' s regiment was sent to fight against the 71st German division led by Baron Von Dorf.", "The general cheer of the first hours dissipated into the fear of first combat.", "Thanks to support from British forces, the German plan failed.", "The front line moved back to the North and with the arrival of winter froze.", "Soldiers holed up amid a vast labyrinth of trenches and tunnels, that would become the indelible image of the Great War.", "Karl' s regiment retreated to the outskirts of Neuve Chapelle, the same camp where Emile was being held prisoner.", "Amidst the never - ending attacks and counter - attacks, Freddie and Emile hunted the elusive Baron and his regiment in Ypres.", "Her name was Anna, a Belgian student living in Paris.", "She was hot on the trail of her missing father.", "For once fate smiled on them, they were all going in the same direction.", "But while approaching Vimy a German squadron spotted them.", "Baron Von Dorf had escaped again, but Emile had still managed to find medicine for Freddie.", "They were quickly back on the road again.", "Their journey would take them to Reims, where they would at last pick up the trail of the elusive Baron and his zeppelin.", "Anna was training to be a veterinarian when the war broke out.", "The Germans were only 2miles from Paris, when she received a letter from her father.", "He was in good health but implored her not to return home to Belgium until the war' s end.", "Patience, however, was not one of Anna' s strong suits.", "September 7th 191Taxis drove all night, Anna was proud to help the soldiers reach the frontline.", "When Anna arrived at her destination, she discovered the horrible truth with her own eyes.", "Seven months went by.", "Driven by compassion, Anna devoted herself body and soul to healing the wounded and the sick.", "Every life saved was another small victory over the war.", "The conflict, however, raged on.", "The French officers were talking about Belgium.", "The German army was about to experiment with a new weapon near Ypres.", "Anna' s hometown!", "Anna got on route to warn her father of the imminent danger.", "Reaching the outskirts of the city, Anna was greeted by the screams of sirens.", "The deadly gas was already here.", "The governess revealed to her that her father, an eminent scientist, had been kidnapped by Baron Von Dorf, who was eager to use scientific advances in warfare.", "Anna set out in pursuit of the Baron and encountered Emile and Freddie.", "Destiny brought them together.", "They had survived the enemy' s wrath, their gunfire, bombardments, gas attacks... Now, with her father within reach, Anna wasn' t going to let him slip away.", "Victory had a bittersweet taste for Anna.", "Karl, seriously wounded, had been sent to a POW camp.", "Anna' s father had disappeared with Baron Von Dorf and Emile was court - martialed for desertion.", "Cited for his bravery in Reims, Emile was fortunately pardoned and set free... Free to go back the front.", "February 21st 191Winter had descended on the Front.", "After joining back up with the army, Emile and Freddie were stationed near Verdun suffering like many others from the harsh winter.", "That morning, the arrival of the mail raised spirits.", "But Marie' s letter did not bring good news.", "In Saint Mihiel, food was scarce, disease was rife and the number of dead was growing.", "Out of this grim news, however, there was one ray of light: a photo of his grandson, Victor, standing on both feet and learning to walk.", "Emile' s precision cannon firing enabled Freddie and his regiment to reach the rear line unharmed.", "May 8th 191Emile' s squad was sent on a mission to take back Fort Douaumont, a strategic point in the German defense...", "Despite the fort' s partial destruction, the Germans held their position.", "The mission was a failure.", "They won' t see it coming Distract and knock out 1soldiers Options Veteran mode My dear Marie, We are on our way to Paris.", "The atmosphere here is strangely cheerful.", "I hope that the harvest goes well.", "Rely on our neighbors for help They' ve always been gracious and charitable people.", "I' ll write again as soon as I get my assignment.", "Please kiss my little grandson for me.", "Dearest Papa, We live in a climate of uncertainty.", "Germans use the people of Saint - Mihiel as human shields against the French bombings.", "I hope the Germans treat you well and that your wound has healed.", "Your grandson sends you kisses.", "I sent you a picture of him.", "All my love, please write soon My dearest daughter, I heard from Karl.", "His condition is stable.", "He' s still in the prisoner camp south of Reims.", "I hope to finally get permission to visit him..", "Thank you for the photo, it means so much to me...", "Saving options My darling, War has taken away a very dear friend, He was like a brother to me, and his death affects me much more than I could imagine.", "In happier news, Karl is safe from the trenches, and his condition improve steadily.", "I' ll go and see him on my next leave.", "And what about you?", "How are you?", "Are things in Saint - Mihiel any better?", "Karl, discovered things were not, in fact, any better.", "According to Marie' s last letter, his son had fallen gravely ill. Karl had come to a decision.", "This war would never end.", "He had to escape!", "Lucky Freddie was given a hero' s welcome by the French forces.", "Emile wrote to Anna to let her know that her father was free and out of harm' s way.", "Freddie and Emile' s reunion however would be short - lived.", "May 14th 191Freddie was sent to the Somme, while Emile' s regiment was quartered near a small village at the top of a hill.", "The village was called “ Vauquois ”.", "This is where the conflict had moved underground.", "Holed up in their trenches, the two camps dug tunnels and galleries.", "The underground war had begun!", "The French officers were proud of the heavy losses inflicted on the enemy.", "Emile, full of anger, refused to be decorated for what he considered to be a cowardly act.", "Emile and Freddie were however happy to have saved Anna' s father from Baron Von Dorf' s clutches.", "His scientific research could no longer be used to make weapons of war.", "Good news being few and far between, they wanted to savour this moment.", "But Anna had frightening news: Karl had been killed while trying to escape the POW camp!", "Upon hearing of his death, Emile became sickened with grief.", "September 15th 191The bloody Battle of the Somme still raged on 206, 00British soldiers would lose their lives there.", "Freddie was commissioned to drive the newest weapon of war a major progress in a conflict that was literally stuck in the mud.", "But Baron Von Dorf was also counting on this battle to shine in front of his superiors.", "After too many missteps, and too many battles lost, Baron Von Dorf was demoted and moved far from the front lines.", "For him, a fate worse than death.", "January 18th 191Emile, still bedridden, beseeched Anna to travel to Saint Mihiel to find his daughter and share the sad news of Karl' s death.", "Anna set off immediately.", "Exhausted, starving, Karl realised he' d never reach Saint Mihiel.", "His strength fading, destiny still had one more surprise in store.", "They were only about twenty miles from Saint Mihiel when their hopes were again dashed.", "Saint Mihiel!", "At last!", "Their euphoria was short lived.", "Intercepted by German troops who still held Saint Mihiel, Karl and Anna were led to the officers' quarters for interrogation.", "Karl was sent back to fight for the Germans while Anna was sent to the infirmary, to care for soldiers.", "On April 8th, the French forces launched an assault on Saint Mihiel, an opportunity that Karl would not let slip by.", "While Karl was about to finally make it back home Freddie was joining the Canadian troops stationed at Vimy.", "In the sky, George, a British aviator from the Royal Airforce was spotting the German positions for artillery support.", "On this day, Canadian troops led the charge... After so many failures and sacrifices, the Canadians finally managed to take the hill back from the Germans.", "The United States' entry into the war grew more certain by the week.", "The last letter from Freddie' s younger brother confirmed his country' s newfound eagerness to join the fight.", "Karl was within a few hundred yards of Emile' s farm when the rumbling of the French air patrols began thundering through the April sky.", "April 16th 191Emile was still sick, but general needed every soldier who could stand to launch his big offensive... Once again, it was to be the battle that would bring an end to the war.", "The Nivelle Offensive was a bloodbath, a butchery.", "Soon mutiny spread throughout the French infantry divisions and the offensive was abandoned.", "The \" dogs of war \", man' s best and most loyal friend, shared the same day - to - day as the soldiers.", "Whether carrying messages, saving the wounded, or sweeping for mines, they never failed to fulfill their duty.", "One look from his son was enough for Karl to forget three years of war and exile.", "After weeks without news of Emile, Marie finally received a letter from her father.", "Even though their bodies have long since returned to dust, their sacrifice still lives on.", "We must strive to cherish their memory and never forget... Hungry for more, the war was not yet over.", "Its appetite was infinite.", "Join Uplay Now!", "Create a Uplay account or log - in to an existing one to earn 1Uplay Units and unlock exclusive Comic Strips!", "Go to Uplay Don' t ask me again Remind me later Dearest Marie, As the war ends for me, I have no regrets, I' ve seen too much horror.", "I hope fate has been more merciful to you.", "Our time on Earth is brief, and mine has been filled with so much joy, that I can only be thankful for how much I' ve been blessed.", "Most specially for the wonder you brought into my life.", "This letter is my last I' ve been found guilty by a military court for the death of an officer.", "It was not my intention to kill him.", "War makes men mad.", "Though I failed Karl, I know my sacrifice has not been in vain.", "I fought for my country and my liberty, My honour is assured.", "Since it is the will of God to separate us on Earth, I hope we' ll meet again in heaven.", "Keep me in your prayers.", "Your loving papa, Always Saving rewards Saving wiki Saving parameters A few days after Karl was deported, the war was hungry for more, and took away Emile as well.", "A few days after Karl was deported, the war was hungry for more, and took away Emile as well.", "Gamepad has been disconnected.", "Player control has been set to keyboard.", "keyboard has been disconnected.", "Player control has been set to Gamepad.", "Some keys have not been set.", "Player control has been set to Gamepad.", "Options menu Game Control Graphic Resolution Full Screen Sound Effect Subtitle Apply Reset Cancel Keyboard Brightness Move Up Move Down Move Left Move right Hit Dog Mode (Hold) Dog Order Dog Order Dog Order Dog Order Interaction Wiki Back Return to the game Save and exit?", "Yes NO Reset to default Restore to default General settings?", "Restore to default keyboard settings?", "Restore to default gamepad settings?", "L Stick Left L Stick Right L Stick Up L Stick Down R Stick Left R Stick Right R Stick Up R Stick Down A Button B Button X Button Y Button L Bumper R Bumper L Trigger R Trigger D - PAD Up D - PAD Down D - PAD Left D - PAD Right Start Back Esc Tab Caps Lock Left Shift Left Ctrl Left Alt Right Alt Right Ctrl Right Shift Enter Backspace Insert Home Delete End Page Down Arrow Up Arrow Down Arrow Left Arrow Right Num Lock Print Screen Page Up Scroll Lock Pause Space Numpad Analog Button D - PAD Up D - PAD Down D - PAD Left D - PAD Right Movement Controls Run Hit You cannot set the keyboard key 1, 2, 3, 4.", "You cannot set the keyboard key Num1, Num2, Num3, Numfor Dog view.", "You cannot set the keyboard key Esc.", "You cannot set the button A, B, X, Y for Dog view.", "You cannot set the button Start.", "Use to set the direction.", "Press to throw object.", "Square Triangle Circle Cross Hints Need help?", "The hint menu is here.", "On April 22nd 191chlorine gas was used for the first time by the Germans.", "The military hierarchy heard of their feats in battle and decided to decorate the two friends for their bravery.", "Emile received good news from Anna - Karl was recovering nicely.", "He was even walking again.", "Meanwhile, the Battle for Verdun only grew longer and bloodier.", "The death toll was staggering - 70, 00per month, almost one Frenchman and one German every minute, and it went on for ten months, day and night.", "abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZàâæéèêëîïôoeùûüçÀÂÆÉÈÊËÎÏÔŒÙÛÜÇáóöĳÁÓÖĲąćęłńśżźĄĆĘŁŃŚŻŹ „“ 0123456789 äßÄабвгдеёжзийклмнопрстуфхцчшщъыьэюяАБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ \" !#$%&'()*+,-./:;<=>?", "@`{|}¢£€©®°´™...–‘' ìòÌÒªºčďěíňřšťúůýžČĎĚÍŇŘŠŤÚŮÝŽ ”^ ² ¨ ½ §«»~˛ ñÑ ¿¡ ãõÃÕ Emile was jailed with the other rebels waiting to be court martialed.", "On April 22nd 191chlorine gas was used for the first time by the Germans.", "The Nivelle Offensive was a bloodbath, a butchery.", "Soon mutiny spread throughout the French infantry divisions and the offensive was abandoned.", "The military hierarchy heard of their feats in battle and decided to decorate the two friends for their bravery.", "Emile received good news from Anna Karl was recovering nicely.", "He was even walking again.", "Meanwhile, the Battle for Verdun only grew longer and bloodier.", "The death toll was staggering - 70, 00per month, almost one Frenchman and one German every minute, and it went on for ten months, day and night.", "The blow was fatal.", "Emile was jailed with the other rebels waiting to be court martialed.. August 12th 191I started training at the military camp today.", "I can' t help thinking of Karl who' s probably doing the same in Germany.", "The declaration of war has created havoc.", "I hope Marie and the neighbours managed to finish the harvest in time.", "August 20th 191We spent yet another day walking.", "We heard cannon fire for the first time today.", "I don' t want to have to kill.", "I must stop thinking about it and get some sleep.", "EMarch 10th 191What a day!", "My life was saved twice today: first by an American soldier and then by a dog.", "But I' m free at last.", "I saw Karl, before the bombing.", "I hope he made it out alive.", "I' m going to try to find him.", "April 22nd 191Karl is alive.", "I caught sight of him flying a Zeppelin heading south.", "We' re going looking for him again tomorrow, with Anna and Freddie.", "June 15th 191I' ll never be able to thank Anna enough for saving Karl after the Zeppelin crash.", "Knowing that he' s no longer at the front and that he' s a POW has put my mind at rest.", "I' m so relieved he' s safe from harm.", "I hope Marie is doing okay in Saint Mihiel despite the German occupation.", "February 21st 191This morning, shells came raining down on our sector.", "Freddie was out in front and was lucky to pull through.", "I had to play cannon - boy to dig him out of there.", "I was awarded a medal, but I' d much preferred a leave of absence.", "I hope Karl' s okay.", "It was such a relief to receive Marie' s last letter.", "May 8th 191Sad day today, Freddie and Walt perished.", "May their souls rest in peace.", "May 9th 191Freddie' s alive!", "He' s earned his nickname \" Lucky Freddie \".", "And big brave Walt pulled through too.", "Things aren' t so grim after all.", "May 14th 191What happened in that POW camp?", "Why did they shoot Karl?", "I hate this godforsaken war.", "How can I tell Marie that Victor will never see his daddy again?", "E1E1E1April 16th 191What have I done?", "Why all the bloodshed?", "Why all the killing?", "This war is senseless.", "August 12th 191At last, I can' t wait to get fighting.", "Maybe it' ll ease some of the pain I feel inside.", "FSeptember 7th 191I missed them by a whisker.", "It won' t happen again.", "My younger brother' s letter was sweet.", "It gave me a real boost.", "It' s good he' s back in the States, miles away from this nightmare.", "That kid has a knack of getting himself into trouble.", "March 10th 191On the march to Belgium where this damned regiment is stationed.", "I' m not alone at least.", "I met a funny old French farmer guy, Emile.", "Doesn' t say much, but if I understood right his son - in - law' s German.", "How crazy' s that?", "Not a day goes by that I don' t dream of you.", "April 22nd 191Those freaking shells nearly did it for me.", "There' s no way I' m giving up so close to my goal.", "Apparently their leader' s called Von Dorf.", "I' m going to get him.", "Everybody else are just pawns in this game, just like me.", "June 15th 191How much luck can a guy have?", "There' s this huge cathedral here, makes me think of you.", "They sent me back to the army.", "It' s not going to make my search any easier.", "February 21st 191Emile saved my skin again today.", "What a deluge of shells!", "I got to write to my younger brother.", "He' s worried about me.", "FMay 9th 191Everybody calls me Lucky Freddie.", "If only they knew...", "It' s not luck, it' s you up there, shining down on me, showing me the way.", "I think about you every day, sweetheart.", "F1September 15th 191I couldn' t do it.", "I had his life in my hands and I couldn' t do it.", "Killing him wouldn' t have brought you back and you wouldn' t have wanted to see me kill.", "He wasn' t worth it.", "Nothing' s holding me back here now.", "If I survive this damned war, I' ll be heading home.", "F1April 9th 191At least you' ve been spared this madness.", "The whole world has gone crazy.", "Even my younger brother wants to enlist.", "I have to talk some sense into him.", "He has no idea of the hellfire and damnation going on here.", "It was a glorious victory today with my Canadian comrades.", "But at what price?", "April 16th 191My friend Emile was arrested today.", "What on earth did he do?", "What got into him?", "I hope he wasn' t among the mutineers they are all talking about.", "I' ll go see him tomorrow.", "August 1st 191The bells all over Paris started chiming at pm this afternoon; it was eerie.", "Somebody in the street told me it was for the troop mobilisation in case Germany declares war.", "I' ll write to father to find out what' s going on in Belgium.", "ASeptember 7th 191The situation is horrific here.", "Yesterday I was in my warm cosy apartment and now I' m in the depths of hell.", "There are so many dead, so many young lives lost.", "I managed to save one soldier this morning, but there are so many others to tend to.", "Tomorrow I' ll try to get closer to the front so I can help those most in need.", "March 10th 191Another endless day.", "For every life saved, there are so many lost.", "Those poor young men!", "Mutilated, disfigured for life.", "I cannot abandon them, even if all I can do is hold their hands as they slip away.", "April 22nd 191Father has been captured by a German regiment and taken away in a zeppelin...", "He who' s so scared of heights...", "They probably know about his research, please father don' t try to be a hero work for them, I don' t want to lose you.", "I' m on his trail and these two soldiers I met are after the zeppelin as well.", "June 15th 191I was so frightened when I saw the Zeppelin crash today.", "Fortunately father wasn' t on board because the Baron had already taken him away by aircraft.", "I managed to save Emile' s son - in - law before they sent him to a POW camp.", "His legs were in a critical state.", "I' ll be going with him to make sure he' s all right.", "AAMay 9th 191Dear Lord, Karl is dead.", "He always spoke about his son, Victor, and when he told me that Victor was sick, he had a strange look in his eyes...", "He must have tried to escape to see his son.", "It' s awful.", "How am I going to break the news to Emile?", "May 14th 191I' ve found my father at last... And thank you Freddie for pulling him out of this hell.", "I daren' t talk to Emile anymore.", "Karl' s death has crushed him.", "September 15th 191Emile' s morale slumps by the day.", "He hasn' t had any news from Marie or Victor for months.", "It' s probably because Saint - Mihiel has been cut off from the world.", "I fear the worse.", "I' m going to visit them.", "Surely they' ll let a nurse through the lines.", "February 3rd 191Miracles do happen sometimes, Karl is alive!", "That was quite a smart escape: dressing the dead guy in his clothes actually worked.", "We have crossed the lines, and we are so close to our goal.", "I hope they let me out of the infirmary.", "I' m going to try to find Marie' s farm.", "Karl is being held at the barracks.", "They suspect he' s a traitor.", "April 9th 191We made it.", "Karl, Marie and Victor are reunited at last.", "It was so beautiful to see them together.", "The image of them will give me courage to return to the front and tend to the wounded.", "There' s still so much to do.", "A1August 1st 191It feels strange to return to Germany.", "At least Emile can take care of Marie and Victor.", "Things should calm down in the months to come.", "It' s all so meaningless.", "August 21st 191Emile!", "There!", "Right in front me!", "Sprawling on the ground!", "Why did his regiment have to come up against mine?", "I hope he pulls through.", "He' s one tough cookie.", "I must find out what POW camp he' s been taken to.", "KMarch 10th 191At last I' ve found Emile, just moments before the shells started flying.", "I hope he' s managed to dodge the bombs.", "The letter he showed me filled my heart with joy.", "Marie is well and Victor is growing up.", "That' s all that matters.", "April 22nd 191This morning in Ypres, Von Dorf made us capture some scientist.", "The army is interested in his work and apparently he' ll help Germany win the war.", "He seems like a nice fellow, but it' s hard to find out anything else about him.", "Von Dorf is keeping him closely guarded.", "Not a day goes by that I don' t think about my Marie and my little Victor.", "I haven' t seen them for eight months now.", "I miss them so much.", "April 25th 191Victor is one year old today.", "My God, I miss him.", "How long is this war going to last?", "If only they could assign me to Saint Mihiel.", "The Germans are still holding the town.", "KMay 8th 191I' ve been stuck here in this POW camp south of Reims for 1months now.", "My health is picking up and I' m even walking again at last.", "All thanks to Anna.", "Marie' s last letter worried me.", "Victor is very sick.", "And they don' t have the resources to take care of him in Saint Mihiel.", "I must get out of here.", "May 13th 191I managed to get away without taking a bullet.", "It was a close call.", "Poor Wilfried saved my life.", "I' ve got to get to Saint Mihiel.", "Hold on in there, Victor, I' m coming.", "K1September 15th 191I' ve been trudging through the countryside for months now.", "I' m so hungry but I can' t approach villages.", "I did try but they recognised my accent.", "I nearly got myself arrested.", "I must be careful.", "January 18th 191I was going to give myself up this morning, but then I saw Anna and she saved my life again.", "Now we' re driving to Saint Mihiel.", "My poor feet will never forgive me.", "I don' t know how we' ll cross the frontline, but I know these hills; we' ll find a way.", "March 2nd 191I' m not a spy.", "How many times do I have to tell them to make them believe me?", "Having served under Von Dorf isn' t helping matters either.", "If only I could see Marie and Victor, just for one minute.", "I have to know they are safe.", "But seeing them means getting out of here first.", "April 9th 191They' re here with me at last, sweet Marie and my little Victor.", "I don' t ask for anything else from life.", "August 12th 191After Karl, it' s daddy' s turn to leave.", "Why did they have to call him up?", "Wasn' t it enough to expel my dear sweet love from these lands?", "Why do they want to put daddy in uniform?", "He' s too old to fight.", "And now they' ve left me all alone with the harvest on the way and Victor to take care of.", "August 24th 191That letter gave me such a fright.", "Poor daddy, he' s been wounded and taken prisoner by the Germans.", "I don' t know if he' s seriously injured, and if he' s being well taken care of.", "I' ve been told prisoners are allowed to receive letters.", "I shall write to him tomorrow.", "September 25th 191Today the Germans invaded Saint Mihiel.", "Fortunately the troops spared the farm.", "I took shelter in the cellar with Victor.", "Now what' s going to happen?", "MMJune 21st 191As he grows, Victor reminds me more and more of Karl.", "Not a day goes by without me thinking of him.", "The Germans are requisitioning all our crops.", "There must be food shortages in Germany.", "I managed to hide some for next winter.", "I can' t wait for this stupid war to end.", "MMarch 18th 191Victor is sick.", "He hasn' t eaten in days.", "He' s all pale and weak.", "He needs meat, but I have nothing left to give him.", "I hope he improves soon.", "Karl' s last letter reassured me.", "He can walk again.", "There' s a nurse taking special care of him at the POW camp.", "MM1September 15th 191Still no news from Karl or daddy.", "It' s been months today.", "What has happened to them?", "I must stop worrying.", "Maybe it' s simply that letters aren' t getting through.", "I daren' t imagine the worse.", "Victor needs his father and so do I. M1M1April 9th 191At last we' re together again.", "I have dreamed of this moment for so long.", "Is it for real?", "I wish time could stand still.", "Newsfeed Diaries Valiant Hearts comic - strip: part 1.", "Downloadable on Uplay. com or Uplay PC Previous Next No hints available Characters Diaries The British troops continued their attack on Neuve - Chapelle.", "Their next objective: take back Port Arthur.", "The British troops continued their attack on Neuve - Chapelle.", "Their next objective: take back Port Arthur.", "Item to be found Are you sure you want to leave this Level?", "Guest Next hint in: New item unlocked New diary unlocked New hint unlocked New historical fact unlocked Valiant Hearts e - manual Valiant Hearts Help Game Structure Controls Uplay Voice Commands Common Error Messages Contact Information Story Valiant Hearts is a puzzle adventure game telling the destiny of unsung heroes during the great war .< br /> Solve puzzles and sneak through enemy lines while doing your best to stay alive.", "Each of the playable characters (including the lovelorn German soldier) work alongside the same faithful canine companion at different times, all trying to survive in the trenches while doing their best to hold onto their humanity in the face of loss and tragedy.", "Characters Emile Emile was born in Saulcy - sur - Meurthe, Lorraine on March 12, 1867, to a family of miners.", "In 1894, he fell in love with Paulien in Rotterdam, a Dutch laundress and a strict Roman Catholic.", "The couple married in 189and settled into a quiet life dairy farming near Saint - Mihiel, France.", "Three years later, Paulien died giving birth to twins, only one of whom, their daughter Marie, survived.", "After a life resolutely dedicated to his work, God, and the rearing of his daughter, Emile was called - up on August 13, 1914, just a few days after the declaration of war.", "While fighting on the Western front, he became a prisoner of war after his first battle.", "Freddie Freddie was born to a Creole family in La Place, Louisiana on February 27, 1882.", "In 1912, he began a secret courtship with Margaret, a young white woman and daughter of a prominent steamship magnate.", "He asked her hand in marriage one year later and the couple decided in the spring of 191to get on a cargo ship and head to La Rochelle, France, where they could be married.", "When the war broke out, Freddie enlisted with the French Foreign Legion.", "Anna Anna was born in the Belgian city of Ieper (more commonly known by its French name “ Ypres ”) on December 26, 1891, into an aristocratic family.", "Her father, Paul was a highly respected pioneer in engineering who sent her to Paris in the spring of 191to complete her studies.", "When conflict broke out the following summer, Anna quit school to help the war effort by working in a munitions factory, but left Paris immediately after discovering that her father had been forced into service by the German army after the occupation of Ypres.", "Selfless and ready to shun her life of entitlement to help serve the less fortunate, Anna left Paris on September 6, 1914, during a famous moment in WWhistory: the Battle of the Marne.", "Karl Karl was born on May 6, 189in a small village in Germany near Strasbourg where his father served as a Lutheran pastor.", "By all accounts, Karl' s home was cold and conservative.", "He was educated as a youth, but having neither the money nor the inclination to go to college, Karl left home at the age of sixteen, finding work in factories and on the odd farm in Belgium and France.", "One year later, at a village farm belonging to Emile near St. Mihiel, France, Karl decided remain behind to work as a farmhand.", "It was here that he fell in love with Marie, Emile' s daughter.", "From this love a baby was born just as the war was starting and Karl was asked to leave France.", "Walt Walt, a Doberman Pincher, was raised in a German military kennel and trained to become a Dog Medic in the German Army.", "Along with the 30. 00other dogs who also served during World War 1, some used as watch dogs and others as letter carriers, Walt is loyal and always ready to serve.", "Separated from his German owner at the start of the war, he will end up playing a key role in the lives of our Valiant Hearts.", "Historical Facts and Items With our historical section you' ll be able to discover various actual facts (battle, strategy, new weapons) but also objects from the 1900s to have a perception of what life was like back then.", "Hints Need a hint to solve a puzzle?", "Wait a moment, you might see a bird. It means there is one or several hints available .< br > Once the prompt appears press < span class =\" icon - glyph \">< img src =\" src / img / XboxOne_Windows. png \" style =\" width: 32px; height: 32px; vertical - align: middle;\" alt =\"\" /></ span > to display the hint menu.", "Pause Menu Hint Menu Move Interact Get out of a vehicle Historical facts Hit Dig Aim Throw item Dog Mode Dog Order You can link your Xbox Live account to a new or existing Uplay Account after having launched the game or by going to the Uplay button in the main menu.", "To unlink your Xbox Live account from a Uplay account, please go to: http :// account. uplay. com Xbox - Pause: Open the Pause menu Xbox - Go back: Go back, exit menu Xbox - Play: Return to the game Ubisoft server not available Ubisoft servers are momentarily unavailable.", "Please retry later.", "For more information, visit http :// support. ubisoft. com Contact us on the Web: http :// valianthearts. ubi. com From this site select the Assistance option to enter the Ubisoft Solution Center.", "Credits June 12th, 191Maizy - France months earlier Parisian taxis are requisitioned!", "Taxis to the Marne!", "Several hours later days earlier at the POW camp Danger from above Taxi Cancan Fight of the bumblebee Unbound Restart the game for Touch Screen?", "Touch Screen Throw Hint Diaries Music SFX The veteran mode turns off the hint system and removes the highlight of the interactive objects.", "Loading... Xbox - Show Menu: Open the pause menu Xbox - Change view: Open the hints menu to throw dynamite behind you ON OFF Xbox Live services are not available A profile signed - in to the Xbox Live is required to access this feature.", "Previous Next Change tab Unlock the full game Experience history with a blend of exploration, action and puzzles Go back through History in this touching animated comic book adventure Relive historical battles of the Western Front through a mix of exploration, action and puzzles Later Enjoy this new video game powered by UbiArt Framework.", "All changes will be lost.", "Continue?", "Accept Saving...", "This is the story of crossed destinies and a broken love in a world torn apart.", "All of them will try to survive the horror of the trenches following their faithful canine companion.", "This is the story of crossed destinies and a broken love in a world torn apart.", "All of them will try to survive the horror of the trenches following their faithful canine companion.", "In Valiant Hearts, the lives of all these characters are inextricably drawn together over the course of the game.", "Friendship, love, sacrifice and tragedy befall each one as they help each other to retain their humanity against the horrors of war.", "No Gamepad has been connected.", "Gamepad to throw dynamite behind you Button List Waiting for Keyboard input... OK △ □ ╳ ○ ↑ ↓ ← →", "You can turn off the hint system and remove the highlight of the interactive objects with the Veteran mode from the Options menu.", "Multipack special offer Episode Episode Episode Episode Mobilization order Clicking this link will minimize the game and open the web browser.", "Continue?", "You cannot set the keyboard key Enter.", "Vibration Skip No items to be found here Craonne Suippes Push / Pull / Lever Unlock Full Game Demo Lives shattered... ... love lost.", "One day a farmer, the next a soldier.", "Sent far from home, and torned from their loved ones.", "These unexpected heroes are swept away into the Great War that rages on, always hungry for more.", "1War makes men mad.", "1But humanity can shine 1from even the darkest hour.", "1And those Valiant Hearts stand up, 1fighting for love, 1friendship, 1and honor.", "1To the point of sacrificing everything, 1even their own lives.", "1Some made it, 2some did not.", "2These are their stories.", "to throw dynamite behind you ² & é \" (- è _ ç à) = ^^ $ * ù!'", "Play Social Store (Episode to) Restore Buy No connection available!", "° « ¸ Touch the screen to play Connect to publish wiki stories Connect to Facebook to publish these best historical facts and share them with your friends!", "Reset save Load from iCloud Save to iCloud Loading...", "Saving... Data loaded successfully from iCloud storage Game saved to iCloud storage Data loaded from iCloud storage are different from your local storage!", "Keep local save Use iCloud save Data not found on iCloud storage Activate iCloud in (Settings > iCloud) Operation timed out, please retry later!", "Operation error, please retry later!!", "Don' t save to iCloud Save to iCloud iCloud Reset local save Local You can use iCloud to backup your saved progression through the options menu Languages My profile Controls Social connection Legal Credits Connection Disconnect Invite friends Share historical facts with your friends!", "Share More games Support Voice Texts Display subtitles French English Italian Spanish German Russian Dutch Brazilian Japanese Polish Colours in the sky!", "Friend rescued Blazing sky Hope reborn The end of the impossible mission Revenge is not an end Almost saved Happy End French Movie ending...", "Already 3?", "Dirty laundry cleaned!", "Hero Bull' s Eye Three Star Medic Sooooo Cute Not a single scratch, well done!", "Sunday collector Collector Die - hard fan One should always enjoy a good read!", "The veteran mode turns off the hint", "Valiant Hearts will not publish on your wall without your agreement What I learned with Valiant Hearts Do you like this game?", "No Tell us Why Rate Now Later No thanks Never Legal Information EULA (End User Licence Agreement) Confidentiality Policy -- URL_text_to_be_inserted_by_dev_team -- do_not_translate http :// r - mob. ubi. com /? a = PrivacyPolicyDEFAULT Sign - in!", "Enjoy this special while it lasts, it' s now or never!", "Remaining Time (Episode and 4) A discount is available on Valiant Hearts (Episode to 4) (Episode to 4) Last chance to enjoy the special discount on Valiant Hearts Throw Attack Climb on Continue the adventure New episode!!", "Come here Dog order take object Help (Episode to 3) Sorry!", "Nothing to share.", "Sorry!", "Time out for promotion.", "Receive updates when there are promotions and historical facts?", "You can change at any time."], "words": {"raining": [1029], "frostbite": [274, 487], "appetite": [794, 956], "saved": [27, 210, 230, 342, 800, 858, 920, 1017, 1072, 1107], "poorly": [608], "onus": [76], "paris": [15, 65, 70, 116, 153, 159, 161, 172, 205, 206], "sweetest": [688], "pickelhaube": [362], "containing": [490, 525], "patched": [230], "demoted": [804, 928], "lord": [636, 1120], "artilleryman": [127, 536], "rescue": [21], "compassion": [341, 404, 857], "lurk": [284], "wilfred": [237], "magnate": [1258], "progression": [1319], "debris": [527], "poppy": [757, 757], "heading": [1023, 1085], "specially": [762, 962], "surrounding": [285], "valiant": [32, 241, 602, 646, 650, 741, 755, 772, 1243, 1249], "yerseln": [514], "estimated": [110, 451], "quill": [471, 472], "shining": [1078], "established": [150, 750], "selected": [34], "contributed": [123], "supplied": [699], "orienteering": [382, 408], "toll": [996, 1006], "told": [1099, 1121, 1213], "deemed": [79], "festive": [548], "pontoon": [553], "drew": [542], "dorf": [162, 325, 346, 784, 800, 804, 806, 810, 819, 830], "pursuit": [388, 785, 867], "khukuri": [413, 413], "obtained": [810], "luggage": [574], "changed": [138, 232, 399, 464, 620], "piercing": [540, 636], "latrine": [519], "settled": [1253], "rebel": [998, 1008], "diameter": [384, 385], "militant": [305], "ridiculed": [509], "godmother": [465, 466], "bayonet": [229, 570, 609, 609, 644, 644, 644, 645, 645], "strap": [477, 477, 486], "brought": [189, 221, 321, 542, 675, 706, 762, 868, 962, 1082], "patience": [320, 853], "remnant": [490, 490], "drowned": [96], "spoke": [270, 1121], "calm": [1148], "separated": [91, 1273], "composite": [438], "emarch": [1016], "grief": [183, 924], "expeditionary": [157], "encountered": [785, 867], "overrun": [85, 145], "tnt": [261], "mg": [384], "locked": [177], "wore": [402], "mc": [515], "crest": [679], "worn": [497, 673], "laundress": [1252], "tinder": [365, 365], "rework": [546], "inscription": [576], "indicated": [376], "cited": [326, 873], "artillery": [199, 254, 942], "organized": [68], "currency": [409, 409, 410, 411, 412, 447, 607, 608], "advancing": [84], "worse": [805, 929, 1131, 1238], "fseptember": [1051], "copious": [445], "rewind": [7], "ancestor": [651], "transforming": [526], "earlier": [0, 1281, 1283], "damaged": [27, 240], "detention": [355, 592, 598], "timed": [1317], "elusive": [171, 176, 842, 849], "amid": [169, 840], "ambulance": [213, 306], "executed": [311], "telecom": [615], "dreamed": [1240], "undetected": [614], "befall": [824, 1295], "fortify": [117], "eavesdropping": [615], "keyboard": [973, 974, 978, 980, 982, 983, 984, 1297, 1301], "rewarded": [46], "windshield": [683], "img": [1276, 1276], "radiologist": [710], "backpack": [624], "thrust": [609], "blackened": [499], "destroyed": [166, 227, 541, 829], "enlisted": [111, 164, 827, 1260], "stalemate": [299], "easier": [1071], "affected": [141], "prevented": [70], "commemorate": [287, 287], "caterpillar": [257], "sixteen": [1267], "godchild": [466], "brightness": [978], "arrested": [1093, 1190], "armoured": [254, 255], "ventilation": [260], "arrow": [982, 982, 982, 982], "went": [340, 585, 856, 996, 1006], "afforded": [550], "lifted": [683], "glinting": [499], "fortnight": [410], "cathedral": [131, 132, 134, 220, 1069], "dawn": [231], "collector": [1325, 1325], "overwrite": [48], "unbound": [1283], "re": [57, 371, 561, 692, 1024, 1193, 1202, 1239], "laid": [571], "smg": [384], "got": [178, 863, 1074, 1095, 1185, 1190], "creole": [1257], "assured": [195, 767, 967], "resume": [7], "revenge": [346, 1321], "crowned": [297], "wanted": [598, 802, 922, 1082], "chlorine": [102, 103, 421, 523, 524], "recovering": [993, 1003], "created": [89, 252, 376, 465, 613, 615, 1010], "louse": [492, 492, 493, 493], "kmarch": [1158], "arrived": [705, 743, 855], "sterilising": [542], "accent": [1189], "disfigured": [1109], "synonymous": [555], "encouraging": [139], "wasn": [605, 812, 869, 1083, 1096, 1116, 1206], "comic": [958, 1243, 1286], "wirecutters": [78], "feeding": [58], "strasbourg": [1265], "indeterminate": [124], "euphoria": [332, 937], "needed": [336, 947], "ton": [77], "john": [515], "damaging": [348], "lovelorn": [1250], "albert": [647, 649], "took": [9, 16, 137, 145, 205, 222, 302, 462, 494, 651], "wrapped": [633], "mutilated": [1109], "cereal": [652], "mercy": [289], "ahmed": [563], "showed": [1160], "hollebeke": [646], "enabled": [470, 786, 880], "handkerchief": [105, 420, 421, 591, 591], "groundward": [226], "talking": [344, 860, 1096], "advising": [668], "seen": [186, 760, 959, 1168], "forced": [82, 248, 291, 1263], "sterile": [708], "genuine": [157], "soaked": [105, 420, 420, 487], "eagerly": [92], "toothed": [493], "thundering": [361, 946], "committing": [262], "phonograph": [651, 651], "memorabilia": [602, 646], "germany": [10, 11, 12, 177, 607, 1009, 1099, 1146, 1164, 1222], "icloud": [1315, 1315, 1316, 1316, 1316, 1317, 1317, 1317, 1317, 1319], "commanding": [285], "coin": [409, 446, 452, 607, 659, 677], "somme": [159, 202, 264, 264, 267, 330, 348, 913, 925], "mobilised": [136, 370, 461], "don": [372, 530, 959, 1014, 1062, 1113, 1113, 1167, 1180, 1195], "devastating": [104], "curie": [222], "newsfeed": [1243], "came": [101, 158, 229, 243, 259, 267, 399, 526, 1029], "reserve": [157, 382, 408, 585], "nivelle": [297, 336, 948, 1000], "commemorating": [100], "hunger": [583], "cancan": [1283], "ending": [171, 842, 1321], "liberty": [195, 767, 967], "hungary": [13], "chewed": [433], "bedpan": [519], "folded": [624], "png": [1276], "jailed": [998, 1008], "loved": [88, 1304], "asbestos": [622], "commodity": [506], "hostility": [216], "preferred": [1032], "nasty": [479], "suippes": [1302], "chronological": [416], "mmarch": [1225], "nicely": [640, 993, 1003], "pacifist": [510, 527], "squadron": [17, 175, 846], "scrubbed": [494], "ardennes": [661, 661], "swept": [1305], "inne": [512], "decided": [992, 1002, 1259, 1268], "damnation": [1090], "horrendous": [524], "tommy": [673], "frontline": [63, 177, 250, 854, 1195], "temptation": [668], "shaved": [456, 457], "plummeting": [226], "mud": [3, 93, 94, 96, 122, 204, 638, 693, 777, 926], "embroidery": [387, 388], "hopefully": [212, 826], "drawn": [69, 823, 1294], "blighty": [306], "rolled": [627], "vitamin": [653], "souvenir": [393, 517], "inextricably": [823, 1294], "othis": [523], "motto": [289], "received": [19, 318, 388, 444, 642, 820, 851, 953, 993, 1003], "braw": [511], "sacrificing": [1309], "uncertainty": [348, 890], "heating": [577, 578], "russia": [10, 150, 704, 749], "brag": [553], "planned": [297], "ubiart": [1286], "confronted": [94], "asked": [151, 704, 751, 1259, 1270], "appeared": [255, 482, 706], "vain": [194, 768, 966], "hygiene": [222, 504], "periscope": [434, 434], "majestic": [220], "loaded": [27, 1316, 1316], "mobilization": [1299], "synchronicity": [416], "advert": [488], "submarine": [221], "recognised": [1189], "expected": [243], "counterattack": [210], "prisonners": [599], "repelled": [66], "deeper": [260], "spit": [605], "technological": [221], "sooooo": [1324], "aviation": [225], "worked": [257, 1135], "gracious": [715, 887], "applied": [396, 468], "melted": [602], "reconnaissance": [115], "launched": [9, 286, 299, 335, 940, 1277], "halal": [405], "cylinder": [366, 651], "congratulation": [604], "played": [7, 19, 214, 553], "losing": [492], "eighteen": [140, 140], "cone": [541], "exile": [339, 952], "pathology": [307], "id": [376], "memorial": [289], "saw": [128, 355, 375, 1019, 1115, 1192], "intended": [310, 438], "enlistment": [158], "grows": [1219], "unharmed": [786, 880], "boiled": [494], "raid": [223], "nib": [374, 374, 375, 471, 472], "progressed": [307, 310], "kit": [457], "marched": [65], "selfless": [1264], "nip": [640], "kept": [207, 474], "hearty": [438, 640], "smoked": [433], "assigned": [24, 592], "goggles": [710], "transporting": [270], "sharpened": [570], "vibration": [1302], "legion": [16, 289, 292, 1260], "devaluation": [607], "assassination": [150, 749], "royal": [56, 199, 223, 942], "strolling": [441, 640], "humanity": [824, 1250, 1295, 1307], "gave": [75, 445, 1054, 1210], "posed": [612], "resembling": [610], "retreat": [68, 127, 291, 528], "dirigible": [221], "steadily": [726, 901], "hunt": [304], "manual": [484, 485, 486, 1249], "xbox": [24, 735, 741, 746, 808, 1277, 1278, 1278, 1278, 1278], "governess": [784, 866], "battlefield": [146, 250, 283, 377, 379, 670], "disfigurement": [230], "sends": [351, 893], "dufourmantelle": [602], "wwi": [74], "sfx": [1284], "backspace": [982], "espionage": [269, 302, 302, 315], "dental": [706], "disappeared": [146, 250, 325, 872], "discount": [1330, 1330], "corp": [484, 647], "pincher": [1271], "keeper": [348], "permitted": [660], "trophy": [144], "flourished": [95, 139], "eavesdropper": [614], "gallieni": [208], "neutralising": [468], "crucifix": [402], "logistical": [58, 89, 486], "automatically": [25, 718], "raised": [434, 813, 876, 1271], "froze": [168, 839], "lied": [4, 778], "logo": [755], "puzzle": [1249, 1249, 1275, 1286, 1286], "administer": [453], "thankful": [189, 762, 961], "attrition": [141], "refined": [307, 487], "frightened": [1115], "strangely": [713, 885], "footsoldiers": [246, 645], "minted": [678], "altitude": [116], "flying": [491, 1023, 1158], "saltpetre": [366], "sunlight": [499], "stuck": [204, 439, 926, 1175], "fought": [6, 195, 647, 767, 780, 967], "resulted": [316], "forming": [466], "fore": [706], "wireless": [22, 23, 742, 746], "alsace": [371], "sustained": [218], "removed": [40, 43, 230, 252, 645], "fort": [22, 159, 177, 182, 238, 239, 240, 772, 881, 882], "reset": [978, 979, 1315, 1319], "parabellum": [537, 538], "veterinarian": [317, 850], "decorate": [992, 1002], "whisker": [1051], "daddy": [1044, 1204, 1207, 1211, 1233], "propaganda": [238, 617, 662], "delete": [27, 29, 49, 982], "trio": [237], "proved": [82, 108, 257, 379], "unsaved": [747, 832], "soothe": [619], "enlist": [635, 636, 1088], "faithful": [0, 774, 822, 1250, 1291, 1293], "eerie": [1098], "handmade": [584, 701], "luscious": [655], "holding": [1084, 1174], "depot": [161, 578, 835], "steamship": [1258], "felt": [142], "update": [33, 1335], "transported": [209, 436], "fell": [348, 1252, 1269], "rolling": [416], "died": [6, 631, 780, 1254], "balloon": [224, 303], "hygienic": [422], "younger": [360, 945, 1053, 1074, 1088], "longer": [641, 801, 921, 995, 1005, 1026], "corresponding": [678], "governed": [97], "loyal": [337, 950, 1272], "teeth": [440], "managed": [71, 358, 806, 847, 943, 1011, 1104, 1117, 1159, 1182], "corps": [251, 252, 377, 433, 542, 623], "skip": [177, 1302], "mile": [233, 285, 789, 934, 1055], "functioned": [601], "mill": [686], "quartered": [330, 913], "devoted": [341, 857], "outflanked": [66], "flask": [435, 437, 640, 640], "aristocratic": [1261], "discovering": [1263], "suffered": [131, 223, 273, 435, 583], "laundryman": [348], "mobilise": [156], "untenable": [529], "knapsack": [575], "presented": [96], "brothel": [573], "anna": [3, 172, 177, 178, 179, 200, 201, 317, 320, 323], "lever": [1302], "brave": [1039], "slower": [115], "detonated": [149], "slowed": [498, 628], "bombardment": [79, 114, 134, 322, 869], "dried": [59], "cosy": [1102], "cargo": [1259], "imagined": [692], "demobilisation": [631], "havoc": [1010], "shared": [337, 950], "boost": [438, 459, 572, 1054], "filled": [188, 224, 549, 762, 961, 1160], "honour": [292, 967], "succour": [404, 465], "witch": [304], "dissipated": [163, 837], "appears": [27, 1276], "supplying": [58], "sending": [491], "unidentified": [377, 623], "institute": [139], "commonly": [1261], "ineffective": [256], "descended": [180, 874], "ubisoft": [7, 358, 731, 731, 733, 755, 755, 755, 772, 1278], "confidentiality": [1328], "gamepad": [972, 975, 977, 981, 1296, 1297], "problematic": [142, 379], "marked": [567], "bloody": [1, 202, 775, 925], "morale": [438, 465, 1128], "alekseevich": [698], "nepalese": [414], "crammed": [653], "stereoscopic": [521], "franco": [71], "meurthe": [1251], "perished": [1035], "whittled": [374, 431], "france": [0, 0, 7, 7, 11, 13, 18, 57, 69, 69], "opposed": [672], "australian": [647, 673], "loving": [198, 698, 970], "sharing": [650], "tsarist": [703], "clicking": [1299], "downing": [513], "commissioned": [204, 382, 408, 926], "mascot": [112], "bowler": [675], "deformed": [261], "london": [116, 223, 635], "conceal": [269], "believed": [402], "making": [348, 379, 455, 463, 500], "gunfire": [322, 869], "slightest": [226], "spy": [263, 304, 1196], "dedicated": [482, 1255], "december": [72, 150, 1261], "heard": [695, 720, 895, 992, 1002, 1013], "dropped": [539], "allowed": [629, 1213], "counting": [819, 927], "hydrogen": [224, 225], "ferdinand": [8, 150, 749], "fortunately": [326, 873, 1116, 1216], "divided": [155], "sunday": [1325], "parameter": [970], "pint": [61, 61], "laundry": [348, 1323], "sacrifice": [100, 184, 194, 358, 768, 824, 943, 954, 966, 1295], "cherish": [185, 955], "siren": [179, 864], "accessory": [637], "tipped": [454], "designed": [415, 536, 609, 644], "destructive": [491], "revealed": [784, 866], "aviator": [4, 199, 778, 942], "grandson": [351, 717, 816, 879, 889, 893], "st": [1268], "si": [538], "pulled": [664, 1039], "exclusive": [958], "shield": [349, 891], "rabbi": [404], "pointed": [362, 670], "displayed": [26, 719], "farmhand": [1268], "ended": [274], "lyric": [687], "shako": [663, 663, 664], "conjunction": [407], "disconnect": [1319], "torn": [821, 1290, 1292], "inflicted": [798, 918], "winnipeg": [423], "listing": [483], "happened": [1041, 1235], "correspondence": [89, 375, 629], "apron": [710], "truest": [161, 835], "halt": [71], "devastated": [165, 828], "underneath": [21], "qualified": [484], "awaited": [92], "courtship": [1258], "paulien": [1252, 1254], "scarcer": [506], "january": [150, 177, 200, 439, 930, 1192], "advent": [260], "pealing": [1, 775], "fired": [86], "goose": [374], "unlock": [757, 758, 759, 958, 1286, 1302], "farewell": [689], "begun": [68, 818, 917], "sexually": [573], "obsession": [166, 829], "relive": [1286], "canada": [287, 288], "thirst": [435], "looking": [1024], "contained": [541, 640, 667], "opener": [680, 680, 681], "dutch": [1252, 1320], "receiving": [561], "siege": [474], "dispatched": [56, 306], "lugging": [244], "vinyl": [651], "raying": [711], "clarion": [567], "flanders": [57], "industrialised": [221], "promotion": [1334, 1335], "sprawling": [1153], "striking": [415], "nutritional": [445], "comprised": [154, 413], "soaring": [470], "drove": [177, 854], "george": [4, 199, 678, 778, 942], "sheer": [375], "wrath": [322, 869], "width": [1276], "caught": [262, 1023], "breed": [113], "cooling": [74], "bloodshed": [1046], "briton": [636], "hub": [218], "alan": [15, 18], "surged": [555], "infiltrate": [305], "deluge": [1073], "diplomatic": [9], "protected": [625, 671], "neuville": [7, 117, 153], "magnesium": [438], "accessed": [736], "austro": [150, 662, 749], "damned": [1057, 1085], "tractor": [20], "browser": [1299], "pre": [677], "surname": [376], "angel": [213], "remained": [87, 704], "turned": [70, 141, 527], "rained": [83], "sap": [610, 611], "occupied": [159, 207, 276, 276, 469, 661, 662], "sat": [380], "washbasin": [675], "instructed": [127], "masse": [66], "squad": [182, 881], "attempted": [119], "interior": [272], "potassium": [438], "postmaster": [92], "commonplace": [237], "theatre": [315, 572], "indelible": [169, 840], "knew": [1077], "compress": [468], "paid": [409, 409, 608], "barrage": [84, 84, 85, 416], "printed": [397], "america": [164, 827], "icon": [26, 719, 1276], "considered": [799, 919], "sculpted": [517], "quantity": [470, 541], "walking": [516, 516, 518, 994, 1004, 1012, 1176], "leicester": [689], "discovered": [327, 743, 855, 906], "lozenge": [618, 618, 619], "scarce": [815, 878], "mister": [593], "fibre": [622, 653, 654], "hierarchy": [992, 1002], "going": [174, 371, 425, 531, 812, 845, 869, 1021, 1024, 1066], "guarded": [263, 1166], "hungarian": [8, 150, 593, 662, 749], "straggler": [263], "cannon": [125, 125, 127, 348, 786, 880, 1013, 1031], "cannot": [27, 559, 982, 983, 984, 985, 986, 1110, 1301], "lighter": [225, 365, 365, 365], "disfiguration": [228], "freaking": [1063], "summary": [306], "tallow": [487, 487], "worrying": [1236], "declared": [8, 10, 11, 12, 13, 120, 304], "raged": [202, 343, 446, 458, 859, 925], "declares": [150, 749, 1099], "encouraged": [635], "dysentery": [95], "voluntary": [158], "managing": [249, 249], "forecast": [430], "gazette": [661, 661], "august": [0, 7, 7, 10, 11, 12, 13, 56, 64, 65], "vertical": [1276], "parental": [740], "piccadilly": [689], "spark": [226], "ieper": [1261], "deduction": [450], "newfound": [360, 945], "railway": [54, 55, 57, 277], "deported": [970, 971], "stretcher": [486], "madness": [1086], "pow": [324, 388, 483, 662, 803, 871, 923, 1026, 1041, 1117], "colony": [9, 405], "dispatch": [54], "cancel": [32, 978], "informed": [616], "deposited": [77], "combined": [289], "regimental": [400], "prototype": [255, 257], "mary": [525, 525], "nevrosthenine": [438, 438], "educated": [1267], "tightener": [602], "benoit": [602, 604], "offered": [404, 551, 576, 634, 671], "formed": [418], "implored": [319, 852], "declaration": [1010, 1255], "andrea": [439], "captivity": [245, 388], "disconnected": [972, 974], "ignition": [478], "aluminium": [251, 418, 621, 622, 701], "tilling": [295], "ctrl": [982, 982], "marcel": [373], "sleeping": [118], "commanded": [155, 810, 830], "enabling": [521], "northward": [72], "harsh": [82, 181, 273, 598, 875], "granted": [287], "medic": [1271, 1324], "pad": [982, 982, 982, 982, 982, 982, 982, 982], "web": [1280, 1299], "pal": [511], "barbed": [76, 76, 78, 80, 315], "companion": [0, 215, 774, 822, 1250, 1291, 1293], "driven": [341, 857], "canister": [428, 428], "barber": [456], "statue": [134], "aseptember": [1101], "validate": [7], "cartoon": [237], "minimize": [1299], "bodied": [136, 293, 461], "yser": [207, 664, 665, 665], "mihiel": [0, 7, 153, 159, 159, 177, 177, 177, 200, 276], "charged": [520], "taxi": [208, 208, 348, 348, 1281, 1282, 1283], "typhus": [95], "recycled": [541, 545, 702], "cease": [21], "captured": [144, 212, 826, 1111], "announcement": [151, 751], "dipped": [472], "hint": [758, 758, 758, 989, 990, 1244, 1249, 1249, 1275, 1275], "seems": [2, 776, 1165], "confirmed": [360, 945], "underfed": [247], "heavier": [282, 672], "starving": [606, 787, 932], "psn": [736, 744], "reassured": [1230], "offence": [262], "dart": [539, 539], "earnest": [72], "listening": [610, 610], "secrecy": [269, 302], "vimy": [117, 159, 175, 285, 285, 291, 348, 792, 846, 941], "execution": [310], "disappointed": [645], "grim": [816, 879, 1040], "bravery": [99, 165, 326, 828, 873, 992, 1002], "walt": [1035, 1039, 1271, 1271, 1272], "towel": [591], "amputation": [230, 274], "postcard": [90, 397, 655, 655, 656], "server": [731, 731, 733, 1278, 1278], "superiority": [75], "claw": [140], "voluntarily": [164, 827], "kennel": [1271], "exposed": [619], "shortcoming": [272], "canteen": [436], "joan": [134], "provided": [305, 405, 457, 486, 587, 638, 710], "unlocked": [758, 1249, 1249, 1249, 1249], "searing": [498], "luxembourg": [177], "pioneer": [1262], "exit": [759, 978, 1278], "doggy": [348], "intravenous": [453], "unsuccessfully": [119], "reims": [7, 131, 131, 135, 153, 159, 176, 326, 467, 528], "wheat": [652, 653], "disinformation": [302], "ration": [61, 62, 432, 469], "refers": [537], "frenchman": [996, 1006], "gendarme": [657, 657, 658], "informing": [662], "beseeched": [200, 930], "backup": [291, 1319], "vicar": [404], "statuette": [525, 525], "burning": [560], "trademark": [755], "splint": [486], "blessed": [189, 762, 961], "ambrosia": [60], "syringe": [453, 453], "nowadays": [410, 451], "radiology": [222], "log": [958], "mauser": [383], "removing": [283], "strict": [1252], "cordite": [149], "brazilian": [1320], "decisive": [19, 70, 264], "secreted": [640], "hydrochloric": [422, 524], "survived": [322, 649, 869, 1254], "unreliable": [272, 564], "putrefying": [80], "happening": [695], "october": [150, 239], "rage": [1305], "greeted": [179, 864], "marne": [7, 16, 69, 70, 159, 208, 208, 210, 810, 830], "practically": [136, 461, 474], "appliance": [578], "suitcase": [575], "creeping": [84], "darker": [653], "gone": [1087], "fright": [1210], "cinema": [572], "repatriation": [306], "moved": [140, 168, 804, 817, 839, 915, 928], "chambry": [153], "britain": [12, 13, 97, 98, 107, 156, 157, 235], "ensuing": [241], "mutineer": [263, 1096], "watched": [315], "casualty": [67, 112, 120, 129, 233, 243, 306, 316], "rubber": [103], "stabilised": [72], "hellfire": [1090], "seeger": [15, 18], "requested": [623], "pacem": [538], "downwind": [429], "included": [157, 228, 290, 432], "decorated": [292, 799, 919], "peugeot": [686], "resembled": [663], "sardine": [444], "scroll": [982], "casern": [7, 159], "hugely": [141, 496], "overseas": [157], "starting": [29, 1270], "lace": [602], "caused": [103, 241, 243, 307], "ale": [513], "dollar": [677, 678], "surgical": [706, 708], "disc": [251, 253, 400, 418, 621, 622, 622, 623, 641, 641], "alt": [982, 982, 1276], "shattered": [1302], "overlying": [298], "dairy": [1253], "dressing": [1135], "enjoying": [502], "infirmary": [274, 334, 939, 1137], "belonging": [666, 1268], "returned": [52, 184, 954], "returning": [429], "bombarded": [133], "coloured": [564, 565], "scout": [112], "diary": [586, 1243, 1244, 1249, 1284], "sony": [740], "elena": [691], "wolfgang": [503], "washing": [505], "joined": [16, 17, 674], "trench": [0, 3, 5, 6, 72, 76, 76, 93, 96, 118], "desertion": [309, 325, 872], "programme": [571, 571, 576], "healed": [350, 892], "zero": [273], "defence": [105, 363, 420, 636], "stood": [277], "eminent": [784, 866], "prevailed": [232, 412], "learned": [244, 272, 374, 1327], "mmjune": [1219], "handy": [546], "favourable": [102], "november": [150, 267, 566], "naval": [125, 125, 223], "inspired": [358, 759], "published": [483, 485, 661], "requiring": [74], "airway": [619], "africa": [289], "regiment": [154, 161, 162, 170, 171, 211, 330, 449, 786, 810], "aimed": [69], "trained": [1271], "readily": [366, 522], "wiped": [632], "destination": [271, 743, 855], "vi": [538], "taken": [66, 81, 145, 395, 724, 900, 1111, 1116, 1157, 1211], "wiper": [217], "linden": [441], "flap": [664], "initiated": [264], "staggering": [996, 1006], "stethoscope": [610], "broke": [300, 317, 850, 1260, 1263], "known": [287, 673, 1261], "mounted": [126, 434], "respected": [405, 592, 658, 1262], "keeping": [1166], "stationmaster": [367], "sentry": [112], "intercepted": [333, 938], "subterfuge": [269], "playable": [1250], "changeover": [123], "gravely": [328, 907], "searchlight": [603], "neglected": [241], "purchased": [448], "pinscher": [113], "respective": [444], "prussian": [376, 500], "imminent": [178, 863], "extinguished": [366], "tried": [140, 310, 1122], "helmet": [362, 362, 362, 363, 364, 540, 549, 551, 670, 670], "countryside": [374, 380, 406, 500, 1187], "sneak": [1249], "inflammable": [226, 366], "unsung": [1249], "spectacularly": [226], "coming": [288, 474, 884, 1186], "unlink": [1278], "deserter": [263], "deserted": [271], "doused": [366, 468], "facebook": [1314], "playing": [1273], "rounded": [364], "september": [7, 67, 70, 132, 150, 177, 177, 177, 202, 205], "developed": [258, 269, 358, 396, 471, 478, 619], "urine": [105, 420, 420, 421], "installed": [298], "disabled": [740], "held": [137, 139, 157, 170, 242, 298, 333, 463, 593, 772], "manille": [553], "reconnect": [23, 24, 25, 746], "torned": [1304], "surgeon": [706], "shun": [1264], "anticipated": [130], "sweeping": [338, 951], "hunted": [171, 842], "sucked": [619], "bryan": [643], "algerian": [290], "fount": [705], "debacle": [64, 68, 70], "transportable": [522], "lantern": [624, 624, 625], "harm": [796, 911, 1027], "colder": [424], "organised": [405], "synchronised": [85], "missed": [1051], "candlelight": [682], "darling": [724, 900], "disobedience": [309], "housed": [519], "razor": [456, 456, 457], "enforcing": [262], "sparked": [479], "forgive": [769, 1194], "disinfect": [543], "skewer": [605], "revolutionary": [305], "liaison": [112], "expecting": [206], "bumper": [982, 982], "testament": [667], "fallen": [328, 907], "virgin": [525, 525], "reinforced": [122], "unexpected": [1305], "done": [1045, 1324], "dienstahl": [593], "corporal": [602], "bloodier": [995, 1005], "symbolised": [73], "interact": [1277], "shilling": [410, 410, 449, 449, 451, 452], "obligatory": [450], "bedridden": [200, 930], "saint": [7, 117, 153, 153, 159, 159, 177, 177, 200, 276], "verdun": [159, 181, 231, 238, 258, 264, 297, 875, 995, 1005], "relieved": [1027], "exploded": [498, 546], "unexploded": [284, 527], "appreciation": [548], "dentist": [706, 707], "drunkenness": [262], "nco": [155], "chapelle": [7, 7, 83, 100, 153, 170, 841, 1244, 1246], "grace": [691], "grew": [359, 944, 995, 1005], "vial": [438], "invaded": [1215], "contrary": [388], "flamethrower": [242, 242, 578], "gruelling": [213], "treated": [594], "interactive": [1284, 1298], "uncomfortable": [283], "headwear": [703], "heaviest": [672], "nikolay": [698], "wwhistory": [1264], "cleaned": [1323], "hexagonal": [699], "fading": [788, 933], "karl": [5, 21, 152, 170, 194, 200, 324, 327, 328, 333], "built": [118, 611], "doberman": [113, 1271], "cave": [611], "labour": [82], "conscription": [158, 376], "konstantinovna": [691], "brace": [637, 638], "foreman": [595, 597], "added": [645], "intervened": [223], "swiftly": [69], "reunited": [1142], "freddie": [2, 164, 171, 181, 204, 360, 776, 785, 786, 792], "kar": [385], "eaten": [1226], "bouviers": [113], "mineral": [653], "charitable": [715, 887], "intramuscular": [453], "pennant": [564, 565], "eisen": [576], "notch": [645], "liberate": [278], "bulletin": [616, 616, 617], "zeppelin": [21, 21, 114, 114, 114, 115, 133, 176, 223, 223], "barter": [411, 447], "moroccan": [289, 289, 290, 292], "focusing": [297], "depended": [506], "securing": [122], "erkennungsmarken": [398], "ruin": [217, 220], "distributed": [438, 485, 641, 661], "failed": [167, 194, 338, 768, 838, 951, 966], "rotterdam": [1252], "shepherd": [113], "triangle": [989], "cholera": [95], "impregnable": [120], "remedy": [615], "hid": [165, 828], "preparing": [150, 750], "compass": [381, 406, 406], "frightening": [803, 923], "restart": [1283], "engraver": [621], "kitchener": [636], "wrote": [88, 586, 796, 911], "approaching": [175, 846], "chaillon": [211, 211, 825, 825], "pneumatic": [260], "patriotism": [158], "vauquois": [159, 177, 258, 258, 331, 914], "achieved": [99], "vulcanised": [622], "arc": [134], "analog": [982], "distinctive": [379, 663, 675], "sigfried": [535], "grocer": [685], "fmay": [1076], "knowing": [4, 778, 1026], "misstep": [804, 928], "creating": [524], "missing": [173, 377, 844], "ghurkhas": [413], "complement": [642], "sole": [166, 215, 829], "poorer": [575], "barrack": [7, 154, 1139], "improved": [592], "craonne": [691, 1302], "roman": [1252], "became": [17, 76, 79, 141, 144, 183, 210, 218, 288, 301], "neuve": [7, 7, 83, 100, 153, 170, 841, 1244, 1246], "electrician": [597, 603], "senseless": [1048], "spotting": [199, 942], "caked": [638], "unsuccessful": [278], "tipperary": [687, 687, 688, 690], "godforsaken": [1043], "described": [68], "damp": [273, 424, 487], "requisitioning": [295, 1221], "dug": [140, 148, 250, 259, 260, 818, 916], "mutiny": [300, 311, 949, 1001], "collected": [263], "assassinated": [8], "dame": [159, 177, 297, 297, 311], "crusnes": [153], "collectible": [7, 810], "sweetheart": [702, 1079], "alongside": [161, 835, 1250], "precision": [786, 880], "racer": [348], "overrunning": [69], "gab": [576], "loon": [638], "pierce": [644], "stolen": [583, 585], "utmost": [269], "airforce": [199, 942], "frozen": [557], "replaced": [248, 362, 401, 419, 452, 622, 663, 664], "fleet": [266], "animated": [1286], "outskirt": [170, 179, 841, 864], "backing": [396], "von": [69, 114, 162, 325, 346, 784, 800, 804, 806, 810], "requisitioned": [208, 1281], "embroidered": [387, 388], "decoration": [235], "rim": [663, 671], "headway": [500], "boredom": [526, 552], "rib": [609, 609], "makeshift": [250], "simultaneous": [521], "higher": [116], "cartridge": [383, 383, 527, 601, 602, 700, 700], "bonus": [46], "cigar": [548], "helped": [498], "moving": [244], "knack": [1056], "nickname": [237, 675, 1038], "daren": [1126, 1238], "spent": [1012], "cheer": [163, 837], "uplay": [743, 753, 957, 958, 959, 1244, 1244, 1249, 1277, 1277], "prevention": [493], "derring": [662], "telegram": [643], "rumbling": [361, 946], "inactive": [753], "skat": [553], "roasted": [605, 684], "prince": [150, 749], "bearing": [406, 576], "loading": [1285, 1315], "cemetery": [250], "calibre": [386], "exclusively": [388], "rear": [786, 880], "input": [1297], "cormack": [515], "dependability": [108], "australia": [641], "march": [7, 20, 83, 150, 1057, 1057, 1106, 1196, 1251], "showing": [1078], "hecatomb": [128], "conscript": [82, 397], "lovin": [772], "suffering": [181, 875], "reconnoitre": [303], "valianthearts": [1280], "carers": [214], "plundering": [262], "customised": [387], "systematically": [541], "follows": [636], "stagnate": [283], "arthur": [1245, 1247], "lucien": [602, 603], "anzac": [641, 641, 642, 646, 647, 648], "understood": [1060], "experienced": [587], "candle": [625], "battalion": [154, 154, 291, 405, 647, 699], "retry": [7, 143, 1279, 1317, 1318], "lorraine": [371, 1251], "connecting": [731, 735], "resolutely": [1255], "inclination": [1267], "eating": [496], "rum": [61], "remembered": [348], "privacypolicydefault": [1328], "refused": [799, 919], "restrictive": [283], "br": [1249, 1276], "served": [603, 668, 1198, 1265, 1272], "seeped": [282], "firing": [125, 126, 786, 880], "seeing": [1201], "enduring": [80], "garbage": [605], "hometown": [345, 862], "integral": [654], "invading": [65], "steven": [427], "stench": [433], "canal": [218], "marie": [5, 186, 211, 222, 328, 354, 712, 759, 779, 814], "span": [1276, 1276], "entitlement": [1264], "amidst": [171, 842], "pronunciation": [217], "downloadable": [1244], "blueprint": [579, 579], "zealand": [643, 647], "poster": [636], "adjusting": [683], "slump": [1128], "pastor": [1265], "crank": [477, 479], "martialed": [325, 872, 998, 1008], "injection": [438, 454], "deployed": [98, 108, 113, 209], "penguin": [237], "info": [758], "skull": [540], "detachable": [588], "exploration": [1286, 1286], "storing": [700], "unsafe": [648], "doesn": [1060], "kidney": [497], "dashed": [789, 934], "endurance": [108], "preventing": [283], "labyrinth": [0, 117, 118, 169, 840], "nav": [380], "brazier": [549, 549], "cellar": [1217], "papa": [198, 348, 772, 890, 970], "cranking": [478], "helping": [1198], "est": [150], "smiled": [174, 845], "velocity": [540], "dram": [640], "happier": [726, 901], "sapping": [259], "blend": [1286], "rescued": [1321], "required": [147, 429, 484, 735, 741, 1285], "opposing": [259], "lafayette": [17], "fitted": [256], "enrolled": [15], "joining": [181, 792, 875, 941], "requires": [736], "having": [230, 694, 1198, 1267, 1277], "partial": [772, 882], "scratch": [1324], "cheerful": [713, 885], "ypres": [7, 101, 106, 106, 153, 159, 171, 207, 217, 217], "pardoned": [326, 873], "broader": [644], "baron": [162, 171, 176, 325, 346, 784, 785, 800, 804, 806], "schwere": [384], "holed": [169, 818, 840, 916], "intensive": [79], "fatal": [198, 1007], "sent": [90, 162, 182, 226, 324, 330, 334, 334, 352, 466], "seized": [239, 239, 286, 291], "graphic": [978], "putting": [628], "telling": [1249], "drinking": [543], "bellum": [538], "maximilien": [597], "rearing": [1255], "noted": [256], "smaller": [386], "tunisian": [290, 556], "picked": [810, 830], "reunion": [797, 912], "victor": [816, 879, 1044, 1121, 1121, 1129, 1142, 1147, 1161, 1167], "unavailable": [733, 1278], "morse": [564], "giving": [124, 1064, 1254], "papakha": [703], "biro": [374], "ammunition": [142, 241, 384, 527, 537], "lutheran": [1265], "led": [162, 200, 333, 836, 938, 943], "respectively": [237], "healing": [341, 348, 857], "licence": [1328], "invented": [76, 114, 254], "kidnapped": [784, 866], "casing": [544], "larger": [484], "leaving": [252], "composed": [59, 155, 447, 468, 653], "named": [271], "shovel": [568, 568, 569], "montpellier": [7, 358], "austria": [13], "patrol": [361, 946], "gateway": [107], "fed": [444, 617], "certificate": [465], "iced": [558], "remains": [80, 516], "mobilisation": [55, 151, 751, 1099], "belgian": [172, 217, 473, 663, 663, 665, 843, 1261], "gained": [269], "prized": [591], "src": [1276, 1276], "started": [478, 1008, 1098, 1158], "heir": [8], "occurred": [51, 731], "carrying": [338, 951], "rabbit": [237], "recount": [492], "brochure": [458, 460], "tearing": [396], "harvest": [714, 886, 1011, 1209], "retreated": [66, 72, 132, 170, 841], "crossed": [821, 1136, 1290, 1292], "drill": [260], "fulfill": [338, 951], "zouaves": [290], "fetch": [62], "performed": [403], "bittersweet": [323, 870], "confidante": [214], "reserved": [246, 754], "bloodiest": [67, 129, 141], "pawn": [1067], "infantry": [74, 85, 157, 211, 825, 949, 1001], "wilfried": [1184], "escaped": [806, 847], "tag": [251, 252, 252, 376, 376, 377, 398, 398, 418, 418], "pulling": [640, 1125], "tab": [759, 982, 1286], "sought": [78, 305, 541], "cowardly": [799, 919], "decimalisation": [452], "varied": [314], "fortunate": [1264], "located": [313], "lamp": [682, 682], "struggled": [130, 659], "memoir": [215, 586], "fare": [445], "numpad": [982], "catacomb": [134], "notebook": [586, 586, 587], "fatigue": [62], "solidarity": [210], "issued": [235, 236, 237, 251, 252, 253, 408, 494, 554, 601], "correspond": [630], "nancy": [277], "subsequently": [288], "counted": [245], "farming": [1253], "produced": [233, 616, 659, 672], "dearest": [186, 348, 354, 720, 890, 895, 959], "trudging": [1187], "meted": [309], "austrian": [8], "operative": [244], "superior": [819, 927], "banknote": [659, 659, 660], "la": [1257, 1259], "meantime": [240], "activate": [1317], "covered": [557], "imbalance": [121], "massed": [665], "greater": [130], "flour": [652], "cutting": [415], "legendary": [362], "cage": [609], "fled": [206, 473], "strive": [185, 955], "february": [150, 177, 180, 231, 239, 874, 1029, 1072, 1134, 1257], "maschinengewehr": [384, 384], "blazing": [1321], "transmitted": [573], "trap": [315], "shortage": [142, 1222], "demobilised": [216], "eula": [1328], "thwart": [71], "multipack": [1299], "goatskin": [437], "wick": [366, 366, 683, 683], "integrated": [74], "jessica": [647, 650], "reacts": [421, 524], "formol": [487], "pendant": [541], "latest": [579], "franz": [8, 150, 749], "ridge": [159, 285, 285, 286, 291, 348], "dismantled": [134], "comrade": [1091], "farmland": [284], "dubbed": [217], "allied": [119, 124, 231, 298, 300, 313, 608], "hence": [225], "locating": [112], "infantryman": [63, 290, 435], "savour": [802, 922], "sack": [652], "cannonfire": [133], "reached": [810], "awarded": [1032], "salient": [276], "chased": [263], "scant": [551], "behaved": [658], "boil": [543], "evacuated": [306], "punish": [166, 309, 829], "completed": [831], "undernourished": [247], "dynamite": [1285, 1297, 1312], "july": [150, 242], "overwhelming": [158], "parapet": [434], "warfare": [72, 76, 146, 219, 258, 258, 301, 784, 866], "shrapnel": [229, 490, 490, 498, 670, 673], "limiting": [421], "compensation": [409], "num": [982], "ingenious": [298], "defending": [557], "curved": [415], "emptying": [520], "venturing": [315], "purchasing": [451], "decomposing": [542], "bloodbath": [948, 1000], "singe": [680, 680], "visor": [663], "combat": [99, 108, 140, 163, 265, 412, 438, 837], "centre": [220], "petrol": [241, 365], "connected": [118, 736, 1296], "amongst": [553], "medal": [235, 235, 235, 236, 236, 237, 237, 1032], "laurent": [177], "parisian": [1281], "exhorting": [636], "numfor": [983], "brew": [685], "wounded": [130, 211, 222, 228, 306, 324, 338, 341, 498, 711], "bordeaux": [206], "emerging": [307], "cute": [1324], "stove": [241, 577, 577], "crate": [575], "traitor": [1140], "postcode": [91], "darkest": [1307], "feat": [662, 992, 1002], "thicker": [671], "trying": [161, 578, 803, 835, 923, 1250], "based": [416, 481, 508], "earned": [237, 410, 608, 678, 1038], "jaw": [230, 707], "operational": [266, 564], "planted": [287], "employed": [110, 110, 136], "meant": [95, 346], "photography": [395], "penetrate": [148], "endless": [1106], "dishpan": [675], "default": [979, 979, 980, 981], "graf": [287], "spotted": [175, 846], "europe": [9], "exists": [47], "expel": [1206], "canine": [0, 774, 822, 1250, 1291, 1293], "distract": [884], "operated": [657], "archduke": [8], "imaginatively": [271], "exploited": [238], "destiny": [321, 788, 821, 868, 933, 1249, 1290, 1292], "clearing": [306], "nightmare": [58, 1055], "visualise": [679], "written": [662], "chemin": [159, 297, 297, 311], "closed": [615], "horrible": [743, 855], "pistol": [536], "sabotage": [259], "sold": [684], "explosive": [112, 147, 147, 148, 149], "spared": [1086, 1216], "douaumont": [22, 159, 159, 182, 238, 238, 881], "precious": [387, 547, 576], "weary": [438], "swift": [64, 391], "drum": [565], "admin": [253], "freely": [358, 759], "taking": [533, 1182, 1232], "april": [0, 101, 109, 150, 177, 177, 177, 177, 177, 177], "safely": [456], "glorious": [1091], "adjusted": [683], "subtitle": [836, 978, 1320], "munition": [248, 545, 1263], "cc": [306], "cd": [651], "reborn": [1321], "allocated": [124], "picking": [1176], "inhale": [523], "powered": [1286], "bumblebee": [1283], "cent": [677], "momentarily": [733, 1278], "rochelle": [1259], "poured": [472], "louisiana": [1257], "controlled": [263], "stationed": [181, 630, 792, 875, 941, 1057], "butchery": [948, 1000], "neighbour": [1011], "controller": [22, 23, 25, 742, 746, 746], "shortfall": [142], "bull": [1324], "smoking": [599], "bye": [689], "abandoned": [949, 1001], "dodge": [1159], "plain": [285, 423], "align": [1276], "harder": [295, 558], "dieter": [443], "chaotic": [91], "demo": [1302], "vaast": [7, 117, 153], "draining": [693], "hearted": [159, 833], "aisne": [297], "situ": [54], "fortification": [147, 298], "began": [72, 142, 361, 946, 1258], "radiation": [709], "unity": [288], "improves": [726, 1229], "merciful": [187, 761, 960], "digging": [569], "largest": [704], "underground": [118, 258, 298, 817, 818, 915, 917], "outbreak": [54, 302], "garhwal": [97], "injured": [1212], "http": [1278, 1280, 1280, 1328], "infinite": [794, 956], "warming": [577], "adapted": [363], "colour": [1320], "bran": [652, 653], "rife": [815, 878], "touching": [1286], "deadly": [811, 865], "realised": [56, 709, 787, 932], "newest": [204, 926], "proximity": [250], "stored": [134, 624], "advertised": [458], "paul": [1262], "happiness": [346], "sickened": [183, 924], "flashlight": [600, 600, 601], "grappling": [78], "console": [719], "wee": [511, 640], "aamay": [1120], "smith": [647, 647, 649], "killed": [66, 240, 803, 923], "arresting": [262], "knob": [516], "crushed": [1127], "propelled": [479], "interrogation": [333, 938], "facial": [228, 230, 230], "deployment": [75, 428, 428], "belgium": [65, 69, 106, 177, 177, 207, 319, 344, 423, 511], "insert": [982], "emma": [528], "perpetual": [273], "exhausted": [694, 787, 932], "sarajevo": [8], "clutch": [800, 920], "regulated": [573], "underwent": [607], "scottish": [511], "empire": [97, 150, 150, 414, 419, 607, 662, 673, 749, 749], "glyph": [1276], "happens": [523], "cumulated": [261], "aesthetically": [546], "corpse": [253, 588], "miner": [1251], "shone": [379], "esc": [982, 984], "demonstrated": [73], "coated": [487], "reaching": [179, 864], "adversary": [305], "refuge": [626], "noisy": [367], "throne": [8], "rationing": [469, 470], "carried": [309], "getting": [1056, 1201, 1237], "smartly": [479], "biscuit": [583, 584], "introduced": [400, 420, 469, 670], "bugle": [565], "saulcy": [1251], "headphone": [7], "dvd": [651], "sender": [429], "illuminate": [603], "ailment": [487], "postal": [91, 112], "sabre": [363], "platoon": [155, 348], "noxious": [421], "pairing": [746], "noticed": [457], "trigger": [982, 982], "glimmer": [21], "maze": [5, 779], "recruited": [111, 213], "maizy": [159], "mathilde": [476], "triggered": [231], "mob": [1328], "hq": [291, 380, 381, 407], "reminds": [423, 1219], "kmay": [1175], "highest": [233], "made": [6, 32, 64, 82, 98, 146, 222, 278, 295, 367], "signed": [37, 735, 741, 744, 1285], "placed": [148, 625], "chromate": [366], "monument": [100], "unfolding": [358, 759], "penetrating": [231], "eagerness": [360, 945], "horrific": [272, 1101], "penny": [450, 450, 452], "meaningless": [1149], "lived": [6, 332, 780, 797, 912, 937], "brodie": [673, 673], "pip": [237], "schlieffen": [69], "june": [0, 8, 150, 177, 1025, 1068, 1115, 1281], "wallow": [122], "margaret": [1258], "vaubecourt": [159], "squeak": [237], "veil": [468], "ubi": [1280, 1328], "using": [448, 486, 499], "rotting": [433], "lasted": [231], "chiming": [1098]}}